{
  "nodes": [
    {
      "id": "Object 1",
      "group": 1,
      "content": "เป็นตัวละครใน Warcraft ที่ถูกสร้างโดยที่ไม่ได้ปรากฏในเกมส์ในสีสันนี้ แทนไปเจอมา เป็นความเป็นไปได้ของไฟล์ที่ลิงค์กัน รู้สึกว่ามันอยู่ระหว่างขั้นตอน develop กับขั้นตอนปล่อยในเกมส์ มันมีชีวิตอยู่ในนั้น มันถูกทิ้ง มันมีชีวิตอยู่ภายใต้สองโลก มีชีวิตติดอยู่ใน threshold มันอยู่ในโฟลเดอร์เราแต่ไม่ได้อยู่ในเกมส์เรา รู้สึกชอบ มนุษย์มีสายพันธ์มากมาย อันนี้ก็เหมือนเป็นคนที่ติดอยู่ใน threshold"
    },
    {
      "id": "Object 2",
      "group": 1,
      "content": "อิฐมวลเบาที่ถูกพ่นด้วยสีทอง เกิดขึ้นภายใน exhibition ที่เกี่ยวกับประวัติศาสตร์ ประวัติศาสตร์มันเต็มไปด้วยทองและขุมทรัพย์ ในอดีตมันมีการ explore เพื่อความรู้แบบ Aztec การไปขุดซากก็คือมีคนสองประเภทก็คือโจรขุมทรัพย์ กับพวกคนที่หาความรู้ เช่น นักบุญ นักวิชาการ การร่วมมือกันของโจรและนักบุญเพื่อเปิดปิรามิด มักเป็น plot point ที่วุ่นวาย แบบ โจรฆ่าพระหลังจากเปิดได้แล้ว"
    },
    {
      "id": "Object 3",
      "group": 1,
      "content": "ปืนของ Power Rangers ซึ่งมันรูปร่างเหมือนตะเกียง สนใจการเดินทางของมัน ญี่ปุ่น absorb ความ exotic ประหนึ่งเป็นอเมริกัน แทนเจอมันแบขายกะดิน มันมืด ๆ แล้วมีไฟส่อง ถ้ามันเป็นขุมทรัพย์ มันก็เป็นทรัพย์ที่ได้มาจาก Dungeon ด้านวัฒนธรรม ความวุ่นวายของ Pop Culture เราคงเป็นหนึ่งในโจรหรือนักบุญที่หาความรู้มั้ง เหมือนชั่วขณะเรา role play เป็นนักโบราณคดี แทนยืนห่างจากแบกะดินประมาณสามเมตร ซีนทุกอย่างมันเหมือนเป็นหุบเขา แล้วแทนก็เหมือนหาความรู้ต่อกับของพวกนี้ เหมือนไปดูการ์ตูน ไปศึกษาประวัติ รู้สึกว่ามันไปต่อได้เรื่อยๆ มันมีหลายระดับของการหาว่ามันมีอยู่ได้ยังไง มันไมได้ตั้งใจ role play นะ แต่มันก็สนุกที่จะทำ ที่พูดว่านักโบราณเพราะความแฟนตาซีของมันมั้ง แล้วก็เรื่อง manufacture ของมัน มันไม่ใช่ของในห้างด้วย มันเป็นของในมือสอง แน่นอนมันผลิตที่ญี่ปุ่น ของชิ้นนี้ไม่เคยในช้อปไทย เพราะมันไม่ได้ดัง อาจจะ geek เอามาขาย หรือไม่ก็มือพวกญี่ปุ่นทิ้งมา ญี่ปุ่นมันมีวัฒนธรรมการทิ้งของอ่ะ ในไทยเลยมีของญี่ปุ่นมือสองเยอะ เพราะญี่ปุ่นมันมันไม่มีเนื้อที่เยอะอ่ะ เหมือนเราว่าเฟรมมิ่งมัน เหมือนในภาพไม่กี่ภาพ อันนี้คือ threshold"
    },
    {
      "id": "Object 4",
      "group": 1,
      "content": "เอเลี่ยนหน้าตาเหมือนช้าง ลิ่วล้อของ Jabba ใน Starwars 6 ดูเหมือนตัวประกอบที่ทำให้ที่แห่งนั้นรู้สึกดูครบกลายเป็น party แต่เป็นตัวประกอบที่ทำให้องค์รวมเกิดความหลากหลาย คงด้วยความใหญ่และประหลาดของมัน พอมาเป็นของเล่น มันทำหน้าที่นั้นอย่างสมบูรณ์ แต่สำหรับผมความเป็น sidekick ของมันทำให้มันสวยมาก"
    },
    {
      "id": "Object 5",
      "group": 1,
      "content": "โมเดลสิงโตศิลปะไทยโบราณที่ถูกผลิตโดนบริษัท Sideshow เพื่อเอาไว้ตกแต่งกับ Sagat ตัวละครนักมวยไทยใน Street Fighter งานชิ้นนี้เป็นประวัติศาสตร์โดยตรงวิธีที่เขาลอกเลียน วัสดุและวิธีการผลิต เปลี่ยนไปจากต้นฉบับการแกะสลักหินแน่นอน มันน่าจะเป็นหลักฐานสำคัญ ในฐานะประตูที่ดีที่จะเข้าไปเข้าใจประวัติศาสตร์ในโลก fiction"
    },
    {
      "id": "Object 6",
      "group": 1,
      "content": "หนังสือในเกมมีอยู่เยอะ ส่วนมากมันจะถูกใช้ใส่ที่แทนอาวุธ อย่างเช่นเพื่อเพิ่มค่าเวทมนต์ แต่ไม่เคยคิดว่าสิ่งที่อยู่ในนั้นคืออะไร หนังสือเล่มนี้เป็นหนังสือของจอมเวทมนย์คนดังใน Warcraft มันดูมีค่า มันดูมีความลับ เราลองถอยออกมาและกลับเข้าไปใหม่ในรูปของมันและฐานะ file ของมัน มันคงจะมีคำตอบอะไรให้เราเข้าใจ ความรู้ และ Object"
    },
    {
      "id": "Object 7",
      "group": 1,
      "content": "แกะสีดำตัวนี้เป็นสัตว์เลี้ยงของตัวละครหนึ่งใน Warcraft ที่ผมสร้าง ด้วยความประหลาดของมัน มันถูกตั้งชื่อให้ว่า Simulacra พอถึงเวลานี้เลยกลับไปเห็นมัน คิดว่าแกะดำตัวนี้น่าจะเป็นหลักฐานที่ดีและเป็นการผลิตของตัวเองด้วย แต่แน่นอนมันมีที่มาที่ไปของมันในบท Warcraft อยู่แล้ว แต่ผมไม่รู้ แต่การรู้อยู่ว่ามันมีที่มาที่ไปในบทละครก็น่าสนใจเหมือนกัน"
    },
    {
      "id": "Object 8",
      "group": 1,
      "content": "ของเล่น Roblox จากหลายชิ้นส่วนของหลายตัวมาผสมกัน พร้อมกับโค้ดที่เอาไว้เปิดรับของฟรีที่ Roblox สุ่มให้จากในเกม แต่ของเล่นชนิดนี้ถูกผลิตมาให้ผู้เล่นได้ custom มันเพื่อสร้างความ unique เป็นความน่าตื่นเต้นของของเล่น surprise box ในตัวเกม Roblox ก็เป็นตัวแทนของโลกจำลองของเด็กรุ่นใหม่ 7-12 ปี (ในปี 2020) ที่มีวัฒนธรรมการละเล่นใหม่เกิดขึ้นมากมาย ภายใต้ server sandbox ของ Roblox"
    },
     {
      "id": "Object 9",
      "group": 1,
      "content": "หนังสือเล่มนี้เล่าเรื่องนิยายของ Warcraft มันเป็นความจริงที่สุดในการที่จะอ่านเนื้อเรื่องของ Warcraft ในทางอื่นมี เล่นตัวเกม และ conspiracy ต่างๆที่ youtuber เล่าให้ฟัง มันคงทำหน้าที่ในฐานะหนังสือที่ดี?"
    },
    {
      "id": "Object 10",
      "group": 1,
      "content": "สี่ สู่ เอี๊ยะ ตัวเล็ก สามตัวนี้ทุกคนรู้ว่ามันไม่มีวิญญาณหรือสิ่งศักดิ์สิทธิ์ แต่เป็นสัญลักษณ์ในการทบทวน รูปปั้นปัญหาเชาว์ พอมันเล็กลงและดูน่ารัก ปัญหาเชาว์พวกนั้นก็ดูยากขึ้น และ น่ารักด้วยหรอ?"
    },
    {
      "id": "Object 11",
      "group": 1,
      "content": "เป็นสองชิ้นประกอบด้วยกาว เอามาจากโกดังญี่ปุ่นมือสอง มาจาก policy การกำจัดขยะของญี่ปุ่น การทิ้งของน่าจะมาจาก cargo ของ charity ต่างๆ เช่น บริจาคให้น้ำท่วมไทย แทนสนใจตัวละครในการหยุดเวลาของหมอก หมอกเป็นเอฟเฟค เอฟเฟคพัฒนาไปเรื่อยๆ เป็น special effect รู้สึกว่ามันคือ threshold มันว่าด้วยเรื่องการสื่อสาร คิดถึงเรื่องถุงมือสีดำและความจำเป็นที่ต้องสีดำเพราะเทคโนโลยีฉากหลัง ควันก็เป็นส่วนหนึ่งของเทคโนโลยีแบบนั้น สน threshold เพราะเรื่อง retroactive continuity (ที่มาจากไบเบิล ตอนนี้มาเกิดขึ้นใน comics ใน Warcraft ก็เช่นกัน ด้วยเหตุผลเรื่อง production) คิดว่าของชิ้นนี้เล่าถึงเรื่องแบบนี้ และกระบวนการเขียนบท"
    },
    {
      "id": "Object 12",
      "group": 1,
      "content": "ไม่รู้ว่ามาจากเกมส์ไหน แต่รู้ว่ามาจากในเกมส์ บางเกมส์มันขี้เกียจทำ ก็เลยแค่แปะๆ ผนังให้เป็น wallpaper รูปห้องสมุดไป เหมือนมันเอามาใช้เพื่อสื่อสารให้เห็นว่าตัวละครในเกมส์ฉลาดหรืออะไรแบบนั้น มันไปถามถึงประวัติศาสตร์ของการสร้างโลกจำลอง การสร้างชั้นหนังสือในเกมส์ มันก็น่าสนุกดี ความรู้สึกเด่นๆ ของไอ้หน้าตาแบบนี้คือมันมักจะมีห้องลับซ้อนอยู่หลังหนังสือ หรือเป็นที่พัฒนาสกิลของตัวละคนเวลาเล่นเกมส์ ความจริง wallpaper ชั้นหนังสือมันก็มีนอกเกมส์เนอะ เหมือนเป็น backdrop ต่างๆ แทนสนใจพวกนี้ ชอบความ 2d มันมีความมิติเราอยู่ เหมือนเรารู้สึกถ่อมตัว มันเป็นแผ่นกระดาษ ชั้นหนังสือเกี่ยวกับประวัติศาสตร์เพราะมันดูเป็นแหล่ง archive ดูวินเทจด้วย "
    },
     {
      "id": "Object 13",
      "group": 1,
      "content": "มาจากคลิปอัญเชิญเลโก้พระเกี้ยว ฑูตแห่งวัฒนธรรมห้องสมุด โซนครีเอทีฟ การมาเจอกันของเลโก้กับพระเกี้ยว ของไทยที่มาแจม threshold spiritual สิ่งศักดิ์สิทธิ์ กับ lego อยู่ยาวนาน ทำการตลาดดี พระเกี้ยวอยู่ในเลโก้อย่างมีเงื่อนไข ข้อจำกัดของเลโก้ spiritual ตามมาได้ไง" 
    },
    {
      "id": "Object 14",
      "group": 1,
      "content": "มันเป็นเกมส์ดัง มีดาบอันนึงที่กดแล้วหยุดเวลาได้ เกมส์มันดังเพราะมันมีความ arab, exotic นู่นนี่ มันเลยดัง แต่ว่ารูปเนี่ยมันเป็นรูป Prince of Persia ภาคใหม่ อันนี้เป็นภาพโฆษณา ซึ่งได้รูป King Solomon มันน่าสนใจ เพราะเกมส์ที่เข้ามาช่วงนี้มันจะกลับไปสนใจประวัติศาสตร์มากขึ้น เพราะมันตัวโซโลมอนมันเป็น Icon เป็น monument เหมือนสตาลิน เหมือนรูปที่มีทุกบ้าน เลือกอันนี้เพราะคิดถึง Object แต่อันนี้มันมี Unreal Engine ที่มันทำหินได้ เหมือนเป็นโฆษณาว่ากราฟฟิคฉันดีนะ ความเป็น digital file เป็น 3d ปั้นของมันมากกว่า มันเป็นรูปที่ถูกผลิตมาเพื่อให้ realistic แต่เราก็รู้ว่ามันเป็นแค่ 3d กลวง เป็น simulation การที่เป็น simulation นี่คิดว่าเป็นทางเข้าที่ดีที่เราจะเข้าใจประวัติศาสตร์ได้ ประวัติศาสตร์เป็น fiction ที่ดูเข้าใกล้ความจริงมากที่สุด แต่ไอ้ก้อน fiction นี่มันก็เปลี่ยนไปเรื่อยๆ ทุกคนมีของตัวเอง มี patch ต่างๆ มากมาย"
    },
    {
      "id": "Object 15",
      "group": 1,
      "content": "เป็นประตูวาร์ป อยู่ใน Warcraft มีหลายดีไซน์ แทนชอบความเป็นประตูของมัน อันนี้ไม่เหมือนอันที่แล้ว ไม่ใส่ texture เลือกด้วยเหตุผลส่วนตัว มีแบบนี้ 5 แบบ อยู่ในหนังไม่ใช่เกม มันเป็นโครงสร้างไม่ได้สมบูรณ์ ก่อนหน้าสมบูรณ์ กล้ามเนื้อมีสมอง และเวลาเปลือย 3d ออกแล้วเราจะเข้าใจ anatomy และ muscle memory ของ portal ตัวนี้"
    },
    {
      "id": "Object 16",
      "group": 1,
      "content": "รูปนี้ได้จากในเน็ต พยายามหาของเล่นที่เป็น diorama เป็นภาพจำลอง เป็นภาพแพคเกจการขาย สนใจ manufacting ของประตูปลอมเล็ก ๆสิ่งนี้ การ manufacting ต้องตัดสินใจจะทำหนึ่งพันชิ้น แบรนด์ติดแล้ว มีตลาด ของชิ้นนี้เป็นแค่ฉากรถไฟ เล็กๆ เป็นแค่องค์ประกอบที่มายืนรวมกันแล้วครบองค์ประกอบ"
    },
     {
      "id": "Object 17",
      "group": 1,
      "content": "เป็นเกมแต่งบ้าน มีของมากมาย ตู้เย็น เตียง โคมไฟ สนใจตัวตั้งต้นไม้ปลอม พูดถึง simulacra โลกจริงที่สร้างมาจากโลกไม่จริง พอยิ่งอยู่ในเกม แล้วไม่รู้ว่ามีมันไปทำไม animal crossing  แต่มันน่าสนใจที่ทำไมถึงต้องเอาตัวตั้งมา รู้สึกว่า depth ในวัฒนธรรมเกมมีอยู่"
    },
    {
      "id": "Object 18",
      "group": 1,
      "content": "ราคาถูก ผลิตโดยบริษัทจีน อุปกรณ์ตกแต่ง ในโซนพารากอน สี่สิบบาทต้นไม้ ประเด็นเดียวกับอันที่ 16 เลย ตีกินกว่า เพราะว่ามันมีของกระจุกกระจิกเยอะ มีตลาด มีกลุ่มเป้าหมาย บนหน้า shelf มีให้เลือกเยอะไปหมด อันนี้เป็นหนึ่งในนั้น เป็น essence ของ variety"
    },
    {
      "id": "Object 19",
      "group": 1,
      "content": "ตัวละครในการ์ตูน ดิจิมอน อิงมาจากรูปปั้นโบราณ ญี่ปุ่นอินมาก มีอยู่ในทุกยูกิ โปเกมอน ดิจิมอน animal crossing  พูดถึง depth ของวัฒนธรรมการใช้รูปปั้นโบราณมาใช้เป้นไอคอน แพร่กระจาย แรงจินตนาการของรูปปั้นตัวนั้น การผลิตซ้ำของตัวนี้ เค้าคงลืมต้นฉบับไปแล้ว เราเป็นหางแถวที่ผลิตซ้ำมาไกลแล้ว ผลิตซ้ำมาไกลจนไม่ได้อยู่ในกลุ่มเป้าหมายเดิมแล้ว"
    },
    {
      "id": "Object 20",
      "group": 1,
      "content": "การปะติปะต่อรูปจากอินเตอร์เน็ท artifact นี่บันทึกอดีตช่วงนึงของแทนvมันเป็นช่วงที่เช่าห้องกับออมอยู่สามย่าน ปล่อยรูปมาเพื่อเป็นตัวทดลองvกระดาษเอศูนย์ปริ้น ติดคลิปแขวน เป็นภาพหน้าต่างที่เห็ฯอีกห้องนึง รูปข้างล่างเป็นรูป venus of varendof คนอ้วนที่ถูกปั้นโปราณยี่สิบแบบ มันสัมผัสความรู้สึกประวัติศาสตร์ ชอบ juxtapose"
    },
     {
      "id": "Object 21",
      "group": 1,
      "content": "กล่องแรกของเกม WoWC ขายในเว็บขายดี ราคาถูกมาก 250 บาทจากสามพัน เป็นของมือสอง เยินละ สิ่งที่สำคัญคือมันมาอ ยู่กับคนนีได้ไงคนขายเป็นนักเล่นกล้าม ขี่รถกระบะเก่าๆ เร่รับซื้อของเก่า แล้วเอามาขายในเว็บ การขายสิ่งนี้ช่วย cover ค่าใช้จ่ายทั่วไป น่านใจในการเดินทาง ของนี้ไม่ได้ผลิตในไทย นอกจากผลิตมาแล้วในเอเชียตะวันออกแล้ว มันยังเทมาในประเทศไทย"
    },
    {
      "id": "Object 22",
      "group": 1,
      "content": "เป็นซีนที่แทนผลิตเอง ส่งให้คนอินโด จุดเริ่มต้นของโชว์ ตั้งคำถามเรื่อง จุดตัดของตัวเองที่มาจากความรักที่มีต่อประวัติศาสตร์ และวัฒนธรรมของ simulacra จุดตัดนี้มีอะไรเยอะมาก แต่อย่างน้อยมีสองสิ่งนี้ วัตถุที่เป็นจุดเริ่มต้นมาไว้ในนี้ด้วย อยากให้หนังสือเล่มนี้อยู่ในคอลเลกชั่นนี้เพื่อทำความเข้าใจหนังสือเล่ม"
    },
    {
      "id": "Object 23",
      "group": 1,
      "content": "มีเด็กอายุ 17 สร้างแผนที่ของวัดในไทยในแผนที่ Minecraft อนุสาวรีย์ประชาธิปไตย นครวัด น่าสนใจเพราะ Minecraft เป็นสี่เหลี่ยม แต่น้องคนนี้เข้าใจว่าจะแปลงลายกนก ต่างๆ ได้อย่างไร มีเรื่องการลดทอน แทนสนใจว่า ในตอนที่เด็กตัดสินใจจะทำ น้องนี้เอาการอ้างอิง การ simulate ในฐานะ simulator ทำมันเพราะอะไร น่าสนใจการถามหาทิศทาง ไดนามิก ประวัติศาสตร์ ชอบสี่แยก ชอบความวาไรตี้ ไม่ชอบปาร์ตี้แต่ชอบรูปถ่ายของปาร์ตี้ ชอบตลาด ต้องการให้เค้าหลง โดยสมบูรณ์ "
    },
    {
      "id": "Object 24",
      "group": 1,
      "content": "ในเกม Fortnite มีการ customize หน้าตาตัวเอง ไปเล่นภารกิจมาก็เลือกใส่โล่ เลือกเป็นตัวเองได้มากขึ้น เป็นตัวเองได้หลากหลายขึ้น ชอบชิ้นนี้เพราะเป็นสัญลักษณ์โล่ต้นไม้ หลงใหลการเป็น player เลือกอัตลักษณ์ได้ หลงใหลใน Fiction แม้จะมีความมั่วของวัตถุ แต่ว่ามันก็มี fiction เกิดความ flow ของฟิกชั่น มีการตีความที่หลากหลาย"
    },
     {
      "id": "Object 25",
      "group": 1,
      "content": "แมกกาซีนญี่ปุ่น อัพเดทข่าวคราวความเคลื่อนไหวของโลกมังงะในญี่ปุ่น ความเป็นมังงะมันวุ่นวายมาก มีฟิคกว่าร้อยเรื่อง แย่งกันสื่อสารกะเรา มันมีของเล่นสุ่มแถมมาให้ การตลาดแบบหนึ่ง พร้อมที่ช่วงชิงพื้นที่มังงะของคนอ่าน วิธีการที่จะเบียดทุกอย่าง เหมือนเยาวราชที่เบียดป้าย แย่งขายของ แสดงถึงคอมมิวนี่ตี้ ถูกมาก ราคาร้อยบาท คิโนเลหลัง จากสามร้อย เหมือนกอซซิปดารา"
    },
    {
      "id": "Object 26",
      "group": 1,
      "content": "หยกปลอม เช็น คือแพนด้า ธีมจีน หยก แพนด้า พูดเรื่องลาวา น้ำแข็ง material Polygon ตัวเคลือบของวัตถุ 3d texture เป็นไง glow ไหม ออกแบบตั้งค่าได้ การสร้างของเล่นให้มันเป็นหยก ก็มาจากเกมที่ customize ได้ เกม และ วัฒนธรรม polygon ให้แรงบันดาลใจของเล่น เพิ่มความหลากหลายในสารบบของเล่น ความเป็นไปได้ใหม่เกิดขึ้น ในแง่ที่เป็นหยก เห็นแต่อันนี้ ราคา 200 บาท ไม่แพง  มาจาก Warcraft"
    },
    {
      "id": "Object 27",
      "group": 1,
      "content": "เกมๆ หนึ่ง ชอบ aesthetic เฉยๆ PlayStation 1 ต้องการจะถามหารสนิยมการเล่าเรื่องและรูปแบบการสร้างภาพของนวัตกรรมเริ่มต้น แทนชอบของพวกนี้เพราะมาเป็น package ด้วย มีหนังสือ มีโค้ด ซีดี โปสเตอร์ ชอบความเป็น package box ชอบเพราะโลกๆนั้นมีหลักฐานอะไรมากกว่าชิ้นเดียว ไม่แน่ใจว่าเพราะบริโภคการตลาด หรือ สุนทรียะชองมัน แต่ ณ จุดนี้ชอบมันเพราะ การมีอยู่ของสามชิ้น สุนทรียะเดียวกัน มันทำให้เข้าใจโลกนั้นมากขึ้น และพร้อมที่สำรวจมากขึ้น ทำให้เดาได้ว่าในโลกของการแกะกล่องๆนั้น แล้วกล่องๆนั้นพยายามจะบอกเราก่อน คิดว่ามันเชื่อมกับประวัติศาสตร์ เพราะกำลังพูดถึง narrative และเป็นจากการผลิต เป็นประตูเข้าไปสู่เนื้อเรื่อง เนื้อเรื่องก็เป็นประวัติศาสตร์ "
    },
    {
      "id": "Object 28",
      "group": 1,
      "content": "คู่มือที่อยู่ในเล่ม เป็นการอธิบายว่าเปิดกล่องออกมาแล้ว จะอธิบายว่ากล่องนี้ผลิตที่ไหน ทำอะไร เป็นโปสเตอร์ บอกที่ทางว่า โดยใคร และควรจะเรียกมิตินี้ว่าอะไร และเป็นหนังสือ เป็น copywrite ทำหน้าที่เป็นปกด้วย ดึงออกมาเพราะอยากสำรวจ เหมือนแยกหินออกมาจากดิน มักจะเอาหน้าปกเกมแปะผนัง คิดว่ากระดาษสวยดี กระดาษที่มีความด้าน ผลิตจากญี่ปุ่น สวยงามนิดหน่อยแปะฝาห้อง"
    },
     {
      "id": "Object 29",
      "group": 1,
      "content": "เป็นสมุดที่มีไม่กี่หน้า อธิบายวิธีเล่นของเกมนี้ เราได้เห็นสิ่งของต่างๆในเกม และเทคโนโลยี เล่มที่อธิบาย physics ของโลกนั้นได้ดีที่สุด policy ของเกมต้องให้พ่อแม่ และเด็กเข้าไปพร้อมกัน พ่อแม่เข้าไปด้วย เป็นสักขีพยานในการเติบโตของเด็ก ไม่เคยใช้แมนวลมาก่อน แต่มันมีความสำคัญในยุคนั้น  เกมยุคแรกเล่นยาก เกมยุคกลางที่เล่นปัจจุบันแทนตะลุยเล่นโดยที่ไม่รู้วิธีเล่น แต่จุ่มตัวจนเล่นได้ "
    },
    {
      "id": "Object 30",
      "group": 1,
      "content": "เกม warcraft เก่า เกมคอมพิวเตอร์ เลือกเพราะเกตุผลคล้ายๆเดิม ชอบความเป็นกล่อง สนใจว่าข้างในมีอะไรบ้าง  สนใจว่าในเนื้อเรื่องของตอนนั้นมันมีอะไรอยู่ สนใจเรื่อง ในช่วงเวลาต่างๆที่เค้าผลิตมา ของอันนั้นพูดเรื่องอะไร มีอะไรให้  ขายแต่ในไทยเท่านั้น เพราะว่า ปัญหาของเทคโนโลยีเกมในเอเชียมาจากจีน จีนพยายามจะ propaganda ว่าไม่มีเลือด เซ็นเซอร์ชิป  เวลาญี่ปุ่นสร้าง จีนกลัวว่าจะถูกล้วงข้อมูลต้องระวัง เรื่องระบบเงินด้วยที่ต้องแปลงเป็นไทย จีนพารานอยด์หลายอย่าง แต่ไม่ปิดการเอาเข้ามา พอขายในไทยก็ขายในจีนด้วย อิทธิพลทางการเมืองส่งผลต่อ grand narrative เกม "
    },
    {
      "id": "Object 31",
      "group": 1,
      "content": "นวัตกรรมเกมที่ใส่แคมเปญมาด้วย ในยุคที่เราอายุ 15 แคมเปญให้คนเล่นสร้าง ตอนเบื่อเล่นเสร็จแล้ว สร้างด่านเสริมได้ของตัวเอง เป็นโปรแกรมสร้างแมป เป็นจุดเริ่มต้นของเกมประเภทหนึ่งชื่อ ROV ตีพิมพ์ที่ไทย simulation และการสร้างโลก และแนวคิดเกี่ยวการสร้างแผนที่มันเปลี่ยนไปแล้ว เป็นผัสสะใหม่ของมนุษย์ สุนทรียะแบบใหม่ สำนึกแผนที่เปลี่ยน ทำให้คนเปลี่ยนตามด้วย มันเกี่ยวกับประวัติศาสตร์ ในแง่ที่มี vocab หนึ่ง god-like เรียกคนที่เล่นเกมเก่งๆ เข้ามาพร้อมช่วงนี้ คนสร้างแผนที่ไม่ได้เป็น player เป็นคนกำหนดขอบเขตของแผนที่ เขา simulate โลกใหม่อยู่ มัน ปวศ เพราะ 1. Timeline ของ warcraft ที่ผู้เล่นมีส่วนรน่วมในการสร้าง scenario  หรือ แคมเปญใหม่ 2. คือ map making คนผลิต เป็นผู้สร้างแผนที่ "
    },
    {
      "id": "Object 32",
      "group": 1,
      "content": "ผลิตที่ไทย เปิดเซิร์ฟเวอร์เกมในไทย ได้ลิขสิทธิ์มาจาก Blizzard ในเล่มมีนักเขียนคนไทยหลายคน มีเป็นร้อยฉบับแล้ว ตีพิมพ์อาทิตย์ละฉบับ ติดกัน 100 weeks ทุกวันพุธจะอัพเดท patch คนออกแบบจะรีพอร์ตว่าจะปรับอะไรในเกม แล้วใส่ในนิตยาสาร ตัวกระจายข่าว มีแฟนอาร์ต แนะนำการเล่นอื่นๆ แนะนำตัวละคร อัพเดทการแข่งขัยอาทิตย์แล้ว สนใจ community ไทย ทำให้เกิด mass ผลิตหนังสือได้ ซื้อลิขสิทธิ์ได้ เกิดวิธีเล่นใหม่ เกี่ยวกับ ปวศ ในแง่ที่กำลังพูดถึง Warcraft แล้วนี่เป็นจุดหนึ่งที่มาสัมผัสคอมมิวนิตี้ไทย "
    },
     {
      "id": "Object 33",
      "group": 1,
      "content": "สนใจชุมชน  เป็น copy disk มองในแง่ที่ว่ามันมีส่วนประกอบอะไรในนั้น พอแกะดู พบว่ามันมีชื่อเรียกว่า software toy สนใจวิธีการผลิตของมันด้วย กระดาษ รูปแบบ finishing ของมัน เอามาเพื่อเปรียบเทียบ timeline การผลิต กับเกม warcraft พบ material, vocab, การผลิต "
    },
    {
      "id": "Object 34",
      "group": 1,
      "content": "สนใจชุมชน  เป็น copy disk มองในแง่ที่ว่ามันมีส่วนประกอบอะไรในนั้น พอแกะดู พบว่ามันมีชื่อเรียกว่า software toy สนใจวิธีการผลิตของมันด้วย กระดาษ รูปแบบ finishing ของมัน เอามาเพื่อเปรียบเทียบ timeline การผลิต กับเกม warcraft พบ material, vocab, การผลิต "
    },
    {
      "id": "Object 35",
      "group": 1,
      "content": "โฆษณาที่มากับกล่อง Sim Tower โฆษณาของใหม่ๆที่จะปล่อย มันเรียกเกมว่า software toy เพราะในช่วงเวลานั้นไม่ได้มี objectives ในการเล่น แต่มีภาพสิ่งสวยงาม มี screensaver การมีอยู่ของแคตตาล็อกในกล่อง ที่ทุกวันนี้มีอยู่ ก็เพราะการตลาด เพื่อโฆษณาสินค้าอื่น แต่ในเชิงการกลับไปรื้อดู ค้นหา จะเห็นร่องรอยของเทคโนโลยีผ่านเพื่อนๆ ของมัน เช่น เกมๆ อื่น อุปกรณ์เสริมอื่นๆ ตอบในแง่ประวัติศาสตร์ คือ เหมือนเราขุดถ้วยไหโบราณ แล้วเจอแคตตาล็อกที่ยังไม่แกะกล่อง พอเป็นหนังสือก็เข้าใจรสนิยม สุนทรีย์ภาพสมัยนั้น "
    },
    {
      "id": "Object 36",
      "group": 1,
      "content": "โฆษณาที่มากับกล่อง Sim Tower โฆษณาของใหม่ๆที่จะปล่อย มันเรียกเกมว่า software toy เพราะในช่วงเวลานั้นไม่ได้มี objectives ในการเล่น แต่มีภาพสิ่งสวยงาม มี screensaver การมีอยู่ของแคตตาล็อกในกล่อง ที่ทุกวันนี้มีอยู่ ก็เพราะการตลาด เพื่อโฆษณาสินค้าอื่น แต่ในเชิงการกลับไปรื้อดู ค้นหา จะเห็นร่องรอยของเทคโนโลยีผ่านเพื่อนๆ ของมัน เช่น เกมๆ อื่น อุปกรณ์เสริมอื่นๆ ตอบในแง่ประวัติศาสตร์ คือ เหมือนเราขุดถ้วยไหโบราณ แล้วเจอแคตตาล็อกที่ยังไม่แกะกล่อง พอเป็นหนังสือก็เข้าใจรสนิยม สุนทรีย์ภาพสมัยนั้น "
    },
     {
      "id": "Object 37",
      "group": 1,
      "content": "นวนิยายวอคราฟท์ เป็นรูปเล่ม มีหลายเล่ม ที่สนใจเพราะ Warcraft เป็นเรื่องใหญ่ที่เอามาเล่น เช่น ในเกมอาจจะแค่เห็นว่ามีตัวสีเขียวมาโจมตี แต่อ่านในนิยาย จะเห็นเรื่องเล่า รายละเอียด ที่มาที่ไป เป็นจารึกหนึ่งที่บริษัทมอบให้คนดูไว้อ่าน แบ narrtive ต่างๆ น่าสนใจอีกอย่างคือ ปกเป็น the dark portal เป็นจุดขาย เป็นสถาปัตยที่มีหลายภาค แต่ยังไม่ได้บอกว่ามันมาได้ไง จักรวาลขยายเรื่อยๆ คนดูเคารพตัวบท มาร์เก็ตติ้ง ดราม่าที่เกิด อุตสาหกรรมเกม ต้องการเอาใจลูกค้าที่เยอะที่สุดเช่น จีน ก็จะกระทบกับการทำปก เช่น เอาแพนด้าขึ้นปก ก็จะส่งผลต่อตัวบทด้วย grand narrative ก็สะท้อนให้เห็นเรื่องวัฒนธรรม การเงิน การเมือง สอดคล้องภายใต้ global politics เป็นพลวัตของวัฒนธรรมที่มาให้เห็นในรูปแบบของเส้นเรื่องเกม"
    },
    {
      "id": "Object 38",
      "group": 1,
      "content": "เป็นเกมอเมริกันที่ผลิตในจีน เกมสร้างฐาน โฟกัสสงครามครูเสด เจอกล่องพัสดุ ไม่รู้ว่าเป็นมือสอง หรืออะไรทำไมถูก dumped เกมดังว่าด้วยเรื่องประวัติศาสตร์  มีเรื่องหน้าสนใจคือ มีนักประวัติศาสตร์ สนใจเรื่อง ความป็อบของเกมประวัติศาสตร์ ที่ไปเล่น ไป role play บทบาทของตัวละคร แล้วพอเข้าใจประวัติศาสตร์ ช่วย simulate การทำงานวิชาการประวัติศาสตร์"
    },
    {
      "id": "Object 39",
      "group": 1,
      "content": "แผนภูมิ บอกว่า ทิศทางของการเปลี่ยนรูปแปลงร่างของตัวละคร และในเกมนี้จะทำอะไรได้บ้าง ชาวบ้านทำไรบ้าง เข้ามาตึกทรงนี้จะกลายเป็นทหาร หรือไปเมืองนี้จะทำอะไร จากการเล่นเกมทำให้สร้างแผนภูมิได้ และทำความเข้าใจประวัติศาสตร์ และชีวิตประจำวัน เช่น การมี token แล้วขึ้นอยู่กับปัจจัยต่างๆ และช่วยผลิตพัฒนาเมือง เป็นสิ่งที่ช่วยทำความเข้าใจประวัติศาสตร์ และยอมรับว่าประวัติศาสตร์มัน spontaneous คือเปิดให้มันเคลื่อนที่ได้จากหลากหลายมุม แต่มันเคลื่อนที่ หรือคนสำคัญๆ มีชีวิตผ่านมึง มากกว่าการศึกษา propaganda ประวัติศาสตร์มันพัวพันไปหมดเลย การมีอยู่ของวิญญาณ เป็น collective belief แต่ การทำความเข้าใจประวัติศาสตร์ และให้มันมีจินตนาการของมันเอง และถกเถียงกันได้ ชอบมันในสถานะของ มันเป็น guide ก่อนที่จะเล่น คนผลิตกลัวว่าคนจะหลงทาง แต่ไม่คิดว่าเราหลงทางในประวัติศาสตร์ ตราบใดที่ไม่คาดหวังคำตอบอะไร หรือ เฟรม บางอย่างที่คาดหวังว่าจะตอบได้ คิดว่า นักประวัติศาสตร์มี ออเตอร์"
    },
    {
      "id": "Object 40",
      "group": 1,
      "content": "เป็นเกมที่ใหม่มาก เกมที่เด็กอายุ 6-15 เล่นกันทุกคน เป็นเกมที่ครอบคลุมพัฒนาการการเข้าสังคมจากเกมนี้ มันถูกยึดครองโดยเด็กจริงๆ ผู้ใหญ่ไม่เข้าใจและพยายามเข้าใจมากๆ สร้างโลกและ เกมในแผนที่ได้ มีผู้เล่น ผู้สร้าง ในสังคมนั้นๆ มันก็จะมีแนวคิดว่า เด็กที่ต้องการมีโปรไฟล์ มี Facebook account มีคาแรกเตอร์ในเกม ยกตัวอย่าง เช่น โมโม่ ผีญี่ปุ่น ไปโผล่ใน Roblox ชวนให้เด็กฆ่าตัวตาย เวลาเด็กสร้างองค์ประกอบเกม มันก็จะมีจุดที่ติดมา เช่น โมโม่ ที่ผู้ใหญ่ต่อต้าน มันสร้างให้เด็กเป็นเจ้าของ  แต่หนังสือเล่มนี้กลับมี coding เยอะๆ เผยแพร่วิธีการโค้ด เป็นสิ่งที่ใช้ simulate เกมๆนี้ เด็กยุคนี้มีระบบคิดที่ต่างไปจากคนยุคอื่นๆ มุมกล้องเกมหลากหลาย ตรรกะเรื่องการสร้างแผนที่ เรื่องนี้เกี่ยวไรกับประวัติศาสตร์ คือ การที่เชื่อว่า new practice มันทำงานกับตัวบท หรือ grand narative แล้ว มันคือสิ่งที่เราต้อง เอาไปทาบกับการที่ใช้ตัวบทกับการทำความเข้าใจประวัติศาสตร์"
    },
     {
      "id": "Object 41",
      "group": 1,
      "content": "มีความหมุดคณะราษฎร์ เหมือน transformer มันคือสิ่งประดิษฐ์โบราณที่มีจริง หุ่นยนต์พยายามตามหาในดาวดวงหนึ่ง เป็น key artifact ที่ต้องแย่งชิงกัน มีในวิจัยว่า เป็นวัตถุเป็นแผ่นดิสก์ ของเอเลี่ยน เช่น การจารึกไว้บนหินหรือแร่ แบบนี้  กลายเป็นของเล่น สนใจเรื่อง การที่พยายามเลียนแบบสิ่งประดิษฐ์ เป็นสีทอง ของหายาก อันเดียว ข้ามเวลา สิ่งของชิ้นสุดท้ายใช้ปราบบอส สนใจการลอกเลียน การจับต้อง คนจีนคิดว่าขายได้เลยผลิตเป็นของก็อป"
    },
    {
      "id": "Object 42",
      "group": 1,
      "content": "หอยกะหิน ชอบวัตถุสองชิ้นนี้ เพราะเป็นวัตถุโบราณที่มาจากไต้หวัน เป็นบริษัทขุดฟอซซิส เพราะไต้หวันเป็นรอยต่อเปลือกโลก กว่าที่มนุษย์จะทำความเข้าใจเปลือกโลก การกระเทาะของโลกเป็นเรื่องเก่ามากได้ต้องอาศัยเทคโนโลยีใหม่มาก ใหม่มาก ได้มาในราคา 150-200 เพราะบริษัทนี้ที่ไต้หวัน ต่อต้านการผูกขาดฟอซซิส ที่มิวเซียมมีทั่วโลก ทั้งๆ ที่ฟอซซิลมีมากมายพอที่จะแจกจ่ายให้เด็กทั่วโลก ราคาก็จับต้องได้ ทำให้แทนคิดว่ามันช่วยคิดเรื่อง การเปลี่ยนแปลงความหมายของคำว่าโบราณ "
    },
    {
      "id": "Object 43",
      "group": 1,
      "content": "หอยกะหิน ชอบวัตถุสองชิ้นนี้ เพราะเป็นวัตถุโบราณที่มาจากไต้หวัน เป็นบริษัทขุดฟอซซิส เพราะไต้หวันเป็นรอยต่อเปลือกโลก กว่าที่มนุษย์จะทำความเข้าใจเปลือกโลก การกระเทาะของโลกเป็นเรื่องเก่ามากได้ต้องอาศัยเทคโนโลยีใหม่มาก ใหม่มาก ได้มาในราคา 150-200 เพราะบริษัทนี้ที่ไต้หวัน ต่อต้านการผูกขาดฟอซซิส ที่มิวเซียมมีทั่วโลก ทั้งๆ ที่ฟอซซิลมีมากมายพอที่จะแจกจ่ายให้เด็กทั่วโลก ราคาก็จับต้องได้ ทำให้แทนคิดว่ามันช่วยคิดเรื่อง การเปลี่ยนแปลงความหมายของคำว่าโบราณ "
    },
    {
      "id": "Object 44",
      "group": 1,
      "content": "ที่ตั้งไม้ ในการขายของฟอซซิล ก็มีที่วางมาขาย นำเสนอการวาง การบูชา การจัดวาง นอกจากจะขายฟอซซิลแล้วยังขายที่ว่า ใน objects 200 ชิ้น ยังเป็นแท่นรองรับของอื่นด้วย เป็น platform ของอีกชิ้นนึงด้วย"
    },
     {
      "id": "Object 45",
      "group": 1,
      "content": "เป็น product caatologue ของ Warcraft แสดงให้เห็นว่ามีเกมอะไรออกมาพร้อมๆกันบ้าง น่าสนใจก็คือ บางสิ้งในสมุดนี้ unofficial ไปแล้ว ยกเลิกการผลิต ไปแล้ว เพราะไม่ได้มาตรฐาน ของโดนตีกลับ รู้สึกว่า แคตตาล็อกคือการขุด สิ่งประดิษฐ์ ช่วยบอกว่ามีอะไรผลิตในช่วงเดียวกัน และมีของที่เคยปรากฎและไม่ปรากฎแล้วในตัวบท"
    },
    {
      "id": "Object 46",
      "group": 1,
      "content": "เกมแมนนวล มันมาในกล่องเดียวกันกับ 45 พูดว่าเกมนี้เล่นยังไง มีอะไรบ้าง พูดในสำเนียงการต้อนรับไปสู่อีกโลกนึง มันพูดถึง interactive ว่าเล่นยังไง เป็นคอนโซล ที่เราเห็นแต่ตัวละครในเกมไม่เห็น เกมนี้ทำให้เรารู้สึก การ simulate console เกมนั้น เป็นประวัติศาสตร์ คือ พูดถึง threshold โดยตรง สิ่งที่ตัวละคร fiction มองไม่เห็น หลักการในการเข้าไปทำความเข้าใจในการก้าวเข้าไปสู่ object ที่อยู่ในเกมประวัติศาสตร์ = เราพยายามเข้าไปเข้าใจในเกม อันนี้เป็น tool ที่เราต้องเข้าใจมัน เราจะเข้าใจโลกเสมือน ของ manaul  เราจะเข้าใจประวัติศาสตร์ ได้ดีขึ้นผ่าน manual เหมือนเกม เพื่อได้มาซึ่งตัวบท เช่น การทำความเข้าใจลูกโป่งในเกม ก็ต้องเข้าเมนูก่อน กดเล่น  แล้วก็มีเครื่องมือมาให้เลือกยิง ส่วนเหล่านี้ มันมีความสำคัญในการเข้าใจตัวลูกโป่งด้วย ซึ่งถ้าเราเข้าใจก็จะได้ตัวบทมา ที่เกี่ยวกับประวัติศาสตร์ คือ ตัวบทนั้นก็จะสอนให้เราเทียบเคียงกับประวัติศาสตร์ และ ลูกโป่ง "
    },
    {
      "id": "Object 47",
      "group": 1,
      "content": "คือป้ายโฆษณาของเกมชื่อ fn สวย ยัดทุกอย่าง อธิบายทุกอย่างในหน้าเดียว แค่แชร์ความชอบ ความถูกใจ ที่ญี่ปุ่นก็ชอบ และนี่เป็นวิธีที่ญี่ปุ่น มันดึงเอาบางอย่างในตัวบทมาเพื่อผลิตและโฆษณา"
    },
    {
      "id": "Object 48",
      "group": 1,
      "content": "ต้นไม้ สามารถ customize ได้ ตัวใหญ่ ไม่เล็กเท่าเลโก้ สนใจสิ่งนี้เพราะ โปรเจคนี้ เพราะต้นไม้เป็นสิ่งหนึ่งที่พาเราเข้าไป วัตถุนี้เป็นของเล่นต้นไม้ เรามีความเชื่อใหม่ที่วิทยาศาตร์ให้มา แต่เพราะว่าต้นไม้ตะโกนให้นกหาหนอนเจอ วัตถุนี้ในการผลิตต้นไม้ปลอมเชิงอุตสาหกรรม  และในเกม มักจะมีต้นไม้เป็นฉากหลัง เป็นปีศาจ เป็นเพื่อตกแต่ง การทำงานครั้งนี้ไม่ได้จะหาคำตอบชัดเจน แต่อยากให้ต้นไม้ช่วยตอบ ตั้งเป็นผู้รู้ การ manufact ต้นไม้ก็เป็นการกระจายการมีอยู่ การรับรู้เหมือน CCTV เหมือนสร้างเสาสัญญาณ คิดว่าประวัติศาสตร์ ที่ถามถึงคือ เป็นประวัติศาสตร์ที่ต้นไม้รู้ แต่ไม่บอก แต่เป็นพยานเรื่อยมา คิดว่าต้นไม้เหล่านี้รู้ประวัติศาสตร์ แม้กระทั่งต้นไม้ในเกม หรือ ของเล่น "
    },
     {
      "id": "Object 49",
      "group": 1,
      "content": "ต้นไม้ซื้อในพิพิธภัณฑ์ จำลองไดอะแกรมการเติบโตของเมล็ด ไปจนโต การมีอยู่ของของเล่นต้นไม้ มันมีวิธีการและรูปร่างอื่นไปอีกที่เป็นพื้นที่จินตนาการถึงความเป็นไปได้ที่ต้นไม้แอบฟัง หรือรู้ประวัติศาสตร์ นอกจากเป็นแค่เสาสัญญาณ แต่มันยังเป็นอย่างอื่นอีกที่จะดูดซับประวัติศาสตร์ได้ "
    },
    {
      "id": "Object 50",
      "group": 1,
      "content": "ต้นไม้ซื้อในพิพิธภัณฑ์ จำลองไดอะแกรมการเติบโตของเมล็ด ไปจนโต การมีอยู่ของของเล่นต้นไม้ มันมีวิธีการและรูปร่างอื่นไปอีกที่เป็นพื้นที่จินตนาการถึงความเป็นไปได้ที่ต้นไม้แอบฟัง หรือรู้ประวัติศาสตร์ นอกจากเป็นแค่เสาสัญญาณ แต่มันยังเป็นอย่างอื่นอีกที่จะดูดซับประวัติศาสตร์ได้ "
    },
    {
      "id": "Object 51",
      "group": 1,
      "content": "ต้นไม้ซื้อในพิพิธภัณฑ์ จำลองไดอะแกรมการเติบโตของเมล็ด ไปจนโต การมีอยู่ของของเล่นต้นไม้ มันมีวิธีการและรูปร่างอื่นไปอีกที่เป็นพื้นที่จินตนาการถึงความเป็นไปได้ที่ต้นไม้แอบฟัง หรือรู้ประวัติศาสตร์ นอกจากเป็นแค่เสาสัญญาณ แต่มันยังเป็นอย่างอื่นอีกที่จะดูดซับ"
    },
    {
      "id": "Object 52",
      "group": 1,
      "content": "มันคือจำลอง 3 กษัตริย์ที่ไปหาพระเยซู ตอนที่พระเยซูประสูติ สามคนนี้รู้อยู่แล้วว่าจะเกิดคนที่ยิ่งใหญ่ขึ้นมา เป็นตัวแทนสีผิวที่ไม่เหมือนกัน ตามดาวหางไปเจอพระเยซู ในเรื่องมีกำยาน ไม้หอม ทองคำ เป็นการผลิตของเล่นที่เกี่ยวกับความเชื่อ ในการทำออกมาเป็นของเล่นแช่แข็งตัวเส้นเรื่องไว้ reification นอกจากนี้ยังสามารถเปลี่ยนหัวของตัวเหล่านี้ได้ เช่น เอาหัวกษัตริย์ไปใส่ หุ่นสาวเซ็กซี่ "
    },
     {
      "id": "Object 53",
      "group": 1,
      "content": "มันคือจำลอง 3 กษัตริย์ที่ไปหาพระเยซู ตอนที่พระเยซูประสูติ สามคนนี้รู้อยู่แล้วว่าจะเกิดคนที่ยิ่งใหญ่ขึ้นมา เป็นตัวแทนสีผิวที่ไม่เหมือนกัน ตามดาวหางไปเจอพระเยซู ในเรื่องมีกำยาน ไม้หอม ทองคำ เป็นการผลิตของเล่นที่เกี่ยวกับความเชื่อ ในการทำออกมาเป็นของเล่นแช่แข็งตัวเส้นเรื่องไว้ reification นอกจากนี้ยังสามารถเปลี่ยนหัวของตัวเหล่านี้ได้ เช่น เอาหัวกษัตริย์ไปใส่ หุ่นสาวเซ็กซี่ "
    },
    {
      "id": "Object 54",
      "group": 1,
      "content": "มันคือจำลอง 3 กษัตริย์ที่ไปหาพระเยซู ตอนที่พระเยซูประสูติ สามคนนี้รู้อยู่แล้วว่าจะเกิดคนที่ยิ่งใหญ่ขึ้นมา เป็นตัวแทนสีผิวที่ไม่เหมือนกัน ตามดาวหางไปเจอพระเยซู ในเรื่องมีกำยาน ไม้หอม ทองคำ เป็นการผลิตของเล่นที่เกี่ยวกับความเชื่อ ในการทำออกมาเป็นของเล่นแช่แข็งตัวเส้นเรื่องไว้ reification นอกจากนี้ยังสามารถเปลี่ยนหัวของตัวเหล่านี้ได้ เช่น เอาหัวกษัตริย์ไปใส่ หุ่นสาวเซ็กซี่ "
    },
    {
      "id": "Object 55",
      "group": 1,
      "content": "มันคือจำลอง 3 กษัตริย์ที่ไปหาพระเยซู ตอนที่พระเยซูประสูติ สามคนนี้รู้อยู่แล้วว่าจะเกิดคนที่ยิ่งใหญ่ขึ้นมา เป็นตัวแทนสีผิวที่ไม่เหมือนกัน ตามดาวหางไปเจอพระเยซู ในเรื่องมีกำยาน ไม้หอม ทองคำ เป็นการผลิตของเล่นที่เกี่ยวกับความเชื่อ ในการทำออกมาเป็นของเล่นแช่แข็งตัวเส้นเรื่องไว้ reification นอกจากนี้ยังสามารถเปลี่ยนหัวของตัวเหล่านี้ได้ เช่น เอาหัวกษัตริย์ไปใส่ หุ่นสาวเซ็กซี่ "
    },
    {
      "id": "Object 56",
      "group": 1,
      "content": "มันคือจำลอง 3 กษัตริย์ที่ไปหาพระเยซู ตอนที่พระเยซูประสูติ สามคนนี้รู้อยู่แล้วว่าจะเกิดคนที่ยิ่งใหญ่ขึ้นมา เป็นตัวแทนสีผิวที่ไม่เหมือนกัน ตามดาวหางไปเจอพระเยซู ในเรื่องมีกำยาน ไม้หอม ทองคำ เป็นการผลิตของเล่นที่เกี่ยวกับความเชื่อ ในการทำออกมาเป็นของเล่นแช่แข็งตัวเส้นเรื่องไว้ reification นอกจากนี้ยังสามารถเปลี่ยนหัวของตัวเหล่านี้ได้ เช่น เอาหัวกษัตริย์ไปใส่ หุ่นสาวเซ็กซี่ "
    },
     {
      "id": "Object 57",
      "group": 1,
      "content": "มันคือจำลอง 3 กษัตริย์ที่ไปหาพระเยซู ตอนที่พระเยซูประสูติ สามคนนี้รู้อยู่แล้วว่าจะเกิดคนที่ยิ่งใหญ่ขึ้นมา เป็นตัวแทนสีผิวที่ไม่เหมือนกัน ตามดาวหางไปเจอพระเยซู ในเรื่องมีกำยาน ไม้หอม ทองคำ เป็นการผลิตของเล่นที่เกี่ยวกับความเชื่อ ในการทำออกมาเป็นของเล่นแช่แข็งตัวเส้นเรื่องไว้ reification นอกจากนี้ยังสามารถเปลี่ยนหัวของตัวเหล่านี้ได้ เช่น เอาหัวกษัตริย์ไปใส่ หุ่นสาวเซ็กซี่ "
    },
    {
      "id": "Object 58",
      "group": 1,
      "content": "มีมาตั้งแต่เด็กละ ใช้ทับกระดาษได้ดี นิ้วครึ่งสองนิ้ว มันไม่น่าใช้ของจริง เป็นของเก่า เป็นส่วนหนึ่งของวัฒนธรรมเก็บของเก่า เป็นส่วนประกอบเล็กๆ น้อยๆ ในการโชว์ของเก่า มันฟังดูเติมเต็มให้ได้มาซึ่งประวัติศาสตร์ แม้ว่าจะไม่ใช่ประวัติศาสตร์ "
    },
    {
      "id": "Object 59",
      "group": 1,
      "content": "เป็นวัตถุโบราณที่มาจากไต้หวัน เป็นบริษัทขุดฟอซซิส เพราะไต้หวันเป็นรอยต่อเปลือกโลก กว่าที่มนุษย์จะทำความเข้าใจเปลือกโลก การกระเทาะของโลกเป็นเรื่องเก่ามากได้ต้องอาศัยเทคโนโลยีใหม่มาก ใหม่มาก ได้มาในราคา 150-200 เพราะบริษัทนี้ที่ไต้หวัน ต่อต้านการผูกขาดฟอซซิส ที่มิวเซียมมีทั่วโลก ทั้งๆ ที่ฟอซซิลมีมากมายพอที่จะแจกจ่ายให้เด็กทั่วโลก ราคาก็จับต้องได้ ทำให้แทนคิดว่ามันช่วยคิดเรื่อง การเปลี่ยนแปลงความหมายขอ"
    },
    {
      "id": "Object 60",
      "group": 1,
      "content": "ไบเบิ้ลจิ๋ว เป็นหนังสือจำลองขนาดเท่าข้อนิ้วแทน ชอบเพราะประวัติศาสตร์ ไม่ใช่การที่หนังสือที่เปิดอ่านหนึ่งเล่ม แต่เป็นการที่มีหนังสือวางอยู่ในชั้น โตมาพร้อมกับการที่รับรู้ว่าไบเบิ้ลขายดี เราโตมากับการที่ไม่ถกเถียงเนื้อหา แต่การรับรู้การมีอยู่ของมัน เป็นการใช้ชีวิตร่วมกับมันมากกว่า "
    },
     {
      "id": "Object 61",
      "group": 1,
      "content": "ต้นไม้ = เสาอากาศในหลายรูปแบบ มาจากญี่ปุ่น เป็นเกมที่น่ารักมาก ได้มาถูกมาก จาก ตลาดเฟซบุค ต้นไม่นี้อยู่ในเกมกระดานหก จะสร้างสมดุลน้ำหนักกัน ปวศ = มันเป็น portal ของประวัติศาสตร์"
    },
    {
      "id": "Object 62",
      "group": 1,
      "content": "โปเกมอน มีเหตุการณ์ระเบิดลิตเติลบอย ลงไปฮิโรชิมา ญี่ปุ่นต้องสร้างวัฒนธรรมใหม่ เราจะเห็นการ์ตูนที่ใช้พลังนิวเคลียร์ต่างๆ เช่น อุลตร้าแมน ก็อตซิลล่า พ่นพลังนิวเคลียร์  โปเกมอนก็เหมือนกัน คนสร้างเล่นในป่า จับแมลง และได้ไอเดียเป็นโปเกมอน ตอนไรกูเป็นเทพเจ้าชินโต กลายมาเป็นของเล่น วัฒนธรรมป็อบ ตัวเล็กมาก มีความซ่อนตัว อันนี้เป็นของก็อป ประวัติศาสตร์ = ไรกูปรากฎได้เพราะความเชื่อพุธ มหายานที่อนุญาตให้คนล้อเลียนตัวความเชื่อได้ character design ที่เกิดขึ้นโดยพลวัต "
    },
    {
      "id": "Object 63",
      "group": 1,
      "content": "พูดเรื่องคู่มือเต็มๆ ว่าเราจะเข้าไปในดิจิตอลได้อย่างไร ชอบคู่มือเพราะ เป็น concept design อธิบายโลกในตัวมันเอง หน้าปกไม่เหมือนหน้าตาเกม ทำให้เนี้ยบกว่า มีการตัดเย็บชุดให้คนใส่ ได้ด้วย ในเกมเราก็รับรู้อีกแบบ แต่ในคู่มือ เราก็ได้รับรู้อีกแบบ การประกอบกันของสองอัน เพื่อให้ได้อันที่ใช้งาน ในการเล่นจริง ต้องรับรู้เส้นเรื่องผ่านการเล่นเกม  ประวัติศาสตร์พูดถึงตัวบท "
    },
    {
      "id": "Object 64",
      "group": 1,
      "content": "รูปกบ ราคา 1 บาท ร้านญี่ปุ่นมือสอง เดาว่าเป็นการ์ดเกม tradition ของญี่ปุ่น น่าสนใจที่ญี่ปุ่นเล่นการ์ดเกมเยอะ นินเทนโดเริ่มแรกก็เป้น บริษัททำการตั้งตั้งแต่ WWI ก่อนจะกลายเป็นเกม เกมอาจจะมีความเชื่อมโยงอะไรกับการ์ด tradiotion ของญึ่ปุ่นรึเปล่า ชอบรูป รองเท้า เพราะมันคือการสืบสวน เท้ากลายเป็นกบด้วย"
    },
     {
      "id": "Object 65",
      "group": 1,
      "content": "เป็นการ์ดไทย ช่วงนั้นอินโบสถ์ เริ่มตั้งคำถามละ เป็นการ์ดหัวทองไว้ให้คนสะสม เป็นรูปฑูตสวรรค์ในคริสต์คาทอลิก เป็นนักบุญ มีเหมือนพราหมณ์ เลย มีนักบุญ saint มือซ้าย มือขวาของพระเจ้า คนผลิตเป็นคาทอลิก อยากสอนศาสนา เผยแพร่ แต่ก็ไม่รู้ว่าเผยแพร่อะไร หรือ แค่ต้องการทำให้ออกไปสู่สายตาคนมากขึ้น"
    },
    {
      "id": "Object 66",
      "group": 1,
      "content": "เป็นการ์ดไทย ช่วงนั้นอินโบสถ์ เริ่มตั้งคำถามละ เป็นการ์ดหัวทองไว้ให้คนสะสม เป็นรูปฑูตสวรรค์ในคริสต์คาทอลิก เป็นนักบุญ มีเหมือนพราหมณ์ เลย มีนักบุญ saint มือซ้าย มือขวาของพระเจ้า คนผลิตเป็นคาทอลิก อยากสอนศาสนา เผยแพร่ แต่ก็ไม่รู้ว่าเผยแพร่อะไร หรือ แค่ต้องการทำให้ออกไปสู่สายตาคนมากขึ้น"
    },
    {
      "id": "Object 67",
      "group": 1,
      "content": "เป็นการ์ดไทย ช่วงนั้นอินโบสถ์ เริ่มตั้งคำถามละ เป็นการ์ดหัวทองไว้ให้คนสะสม เป็นรูปฑูตสวรรค์ในคริสต์คาทอลิก เป็นนักบุญ มีเหมือนพราหมณ์ เลย มีนักบุญ saint มือซ้าย มือขวาของพระเจ้า คนผลิตเป็นคาทอลิก อยากสอนศาสนา เผยแพร่ แต่ก็ไม่รู้ว่าเผยแพร่อะไร หรือ แค่ต้องการทำให้ออกไปสู่สายตาคนมากขึ้น"
    },
    {
      "id": "Object 68",
      "group": 1,
      "content": "เป็นการ์ดไทย ช่วงนั้นอินโบสถ์ เริ่มตั้งคำถามละ เป็นการ์ดหัวทองไว้ให้คนสะสม เป็นรูปฑูตสวรรค์ในคริสต์คาทอลิก เป็นนักบุญ มีเหมือนพราหมณ์ เลย มีนักบุญ saint มือซ้าย มือขวาของพระเจ้า คนผลิตเป็นคาทอลิก อยากสอนศาสนา เผยแพร่ แต่ก็ไม่รู้ว่าเผยแพร่อะไร หรือ แค่ต้องการทำให้ออกไปสู่สายตาคนมากขึ้น"
    },
     {
      "id": "Object 69",
      "group": 1,
      "content": "ลูกเต๋าจาก DC Comics แถมมาในกล่องของพวก figure เอาชิ้นนี้เข้ามาเพราะทั้งลูกต๋าและคนเสพย์ DC มัน niche มันทำให้เห็นถึงการผลิตของเพื่อลูกค้าแต่ละกลุ่ม มันทำให้คิดถึงแผนที่ของตลาด แผนที่ของลูกค้า ชอบที่มันเป็นสินค้าต่อตัวบทใหญ่ ประเด็นระบบกาชาปอง ซึ่งน่าสนใจ ลูกเต๋าชิ้นนี้ในรูปนี้เป็น niche ของ board gamer คนก็เอาลูกเต๋านี้ไปเล่นเกมส์อื่นด้วย"
    },
    {
      "id": "Object 70",
      "group": 1,
      "content": "สนใจการ์ดชุดนี้ รามณสูร ขายในซีเอ็ด เป็นการ์ดคนไทย ความน่าสนใจคือจะเห็นว่าข้างล่างมีกลอนของมันอยู่ ซึ่งแทนเองก็อินตัวการ์ดและกระบวนการผลิต ง่ายๆเลยมันมีความเป็นไทย มันเป็นการลอกเลียนสินค้าเมืองนอกแต่เอาความเป็นไทยใส่เต็มๆ มันมีความทะเยอทะยาน มันทำให้รู้สึกประวัติศาสตร์ไทยหรือวรรณคดีไทยมันเป็นหมวดเดียวกันอ่ะ แล้ว globalisation มันก็ทำให้เราผลิตของแบบนี้ ส่วนสำหรับเนื้อหาในรูป มันก็เป็นแบบการ์ดยูกิ มีพลังต่างๆ ซึ่งมันก็เป็นวัฒนธรรมเกมส์ อีกอย่างชองความเป็น guardian ของมันด้วย ผู้เฝ้าขุมทรัพย์ กำแพงอะไรอย่างงี้ "
    },
    {
      "id": "Object 71",
      "group": 1,
      "content": "เหมือน 70 แต่ต่างตรงที่พอมันเป็นเผ่าพันธุ์ต้นไม้ มันทำให้แทนคิดถึงเรื่องประวัติศาสต์ของต้นไม้ ต้นไม้คุยกันเอง สนใจเรื่องความเป็นต้นไม้ ต้นไม้ที่มันปรากฎอยู่ในทุกที่ ทั้งในซิม ในเกมส์ มาเป็นตัวละครหลัก เป็นฉากตกแต่งมี แล้วพอมาถูกผลิตออกมาเป็นการ์ดแบบนี้ ก็ทำหน้าที่เป็นเสาอากาศไปรู้เรื่องราวของเด็กที่ซื้อการ์ดไป แล้วคุยกันเอง กระจายข่าวกันในหมู่ต้นไม้ แต่ว่าการรู้ของแทนในที่นี้ก็ humble นะ แบบรู้ว่ามีเสาอากาศแน่ๆ แต่ไม่รู้ว่ามันทำงานยังไงอย่างแน่ชัด ซึ่งโยงไปเรื่องต้นไม้สองต้นเป็น portal ได้ด้วย ในแง่ต้นไม้ portal นี้มันอยู่คร่อมมิติ แต่ว่ากระบวนการที่เราคุยกับต้นไม้ ความจริงมันก็ทำงานภายใต้เราเอง ต้นไม้เองก็ไม่ได้ตอบ จะหาภาษาอะไรมาคุยกับมันดี ต้นไม้เองก็ทำหน้าที่อัพเดทศีลธรรมของโลกมนุษย์ให้โลกหลังความตายด้วย แต่ต้นไม้ก็ไม่ได้แค่ทำงานเกี มันคงมีอะไรอน่างอื่นที่ทำอีกเยอะ ต้นไม้มันทำหน้าที่เหมือนเป็นตันเชื่อมมิติซับซ้อนต่างๆ อีกอย่าง ชอบกรอบลายกนก คล้ายๆกับที่อยู่ตามประตู ขื่อประตู ช่อฟ้าใบระกา เหมือนเป็น portal essence ่ยวกับมนุษย์ "
    },
    {
      "id": "Object 72",
      "group": 1,
      "content": "Roblox มันเป็นเกมส์ของเด็กรุ่นใหม่ ห้าขวบถึงสิบสามขวบ มันน่ารัก เป็นน่ารัก แทนก็ซื้อสินค้ามันมา มันก็เป็นของงสุ่มในกล่องด้วย และตัวในรุปเองก็เป็น explorer ด้วย เลือกอันนี้มาเพราะมันน่ารัก และเหมือนบอกคนดูว่าตัวแทนเองก็เป็น explorer ด้วย โยงเข้ากับเรื่องการผลิต เรื่อง sandbox ต่างๆ"
    },
     {
      "id": "Object 73",
      "group": 1,
      "content": "ที่จริงแทนชอบของเล่นที่เป็นหนังสือ ดูหนังดิสนีย์เยอะมั้งเลยอยากเป็นนักโบราณคดี แต่เล่มนี้ตลกมากเลย คืออ่านมาหลายรอบ แต่ได้มาสิ่งเดียวที่จำได้อีกเรื่อง invacation กับ excavation ซึ่งเปืดมาเจ็ดครั้งแล้วก็ไม่รู้แปลว่าอะไร การมีอยู่ของเล่มนี้ในของทั้งหมดมันเหมือนกับบอกคนว่างานมันเกี่ยกับ archeaology นะ เหมือนมันเป็นป้ายบอกทาง มีมาเพื่อ distract คน แบบ มันก็ช่วยยืนยันแหละ แต่บางครั้งเราก้ไม่ได้ต้องการการยืนบันขนาดนั้น แะคำว่า archaeology ก็ทำให้รู้สึกถึงการผจญภัยด้วย"
    },
    {
      "id": "Object 74",
      "group": 1,
      "content": "กระดานไม้ เจอมันเพราะตอนนั้นหาของที่เป็นไทย เวลาเราคุยกับต้นไม้ เราอยากเข้าใกล้ความเป็นไทยมากขึ้น ของขิ้นนี้ 480 บาท มัน mass product นะ ไม่ได้ custom สนุกตอนคุยกับคนขายว่าลุกค้าเค้าเป็นใคร เค้าว่าเป็นกลุ่มนาฏศิลป์ ที่เล่นเป็นพิเภก ซึ่งแทนชอบตัวละครนี้ มัน niche มากเลยนะ การขายคนกลุ่มนี้ และก็ชอบการจำลองของมัน และแทนก็จัดมันให้อยู่ในหมวดหนังสือด้วย"
    },
    {
      "id": "Object 75",
      "group": 1,
      "content": "เหมือน 74 แต่อันนี้เหมือนเวลาไปทัศนศึกษาแล้วเด็กไปซื้อพวกมีดดาบไม้ ซึ่งสมัยนนั้นมันแพง แต่อย่างชิ้นนี้ที่ซื้อมามันไม่แพงแล้ว เหมือนการผลิตของต่างไป กลุ่มลูกค้าก็นาฏศิลป์ ซึ่งของเองตอนอยู่ที่ร้านมันดูมีความศักดิ์สิทธิ์ ดูน่าจะศักดิ์สิทธิ์ อาจจะด้วยโลเคชั่นที่อยู่ตรงภูเขาทองด้วย ชอบตรงที่มันเป็นไม้หมดแล้ว และที่ร้านก็สามารถลงสีให้มันเป็นสี่อื่นได้ด้วย การลงสีมันดูเป็นเรื่องสภาวะร่างทรงของมัน เหมือนเนื้อในมันก็ยังเป็นไม้ แต่เวลาจะเอาไปออกใช้ในการแสดง ก็ลงสีได้"
    },
    {
      "id": "Object 76",
      "group": 1,
      "content": "ตัวเซเลบิ รูปนี้เจอจากในเน็ต มันเป็นดีม่อนเทพในโปเกม่อน ในรูปมันก็กลายร่าง ซึ่งก็ไม่รู้ว่ากลายเป็นอะไรนะ เพราะเท่าที่แทนจำได้มันมีร่างเดียว แต่โปเกม่อนมันก็ไมได้ตามเราอ่ะนะ มันก็ไปของมันแต่ ชอบเอฟเฟคของมัน น่ารัก และแสงมันก็สว่างมาก มันเหมือนเป็น aesthetic ของความน่ารักด้วย ด้วยสี ด้วยดาวต่างๆ แทนชอบในเอฟเฟค ความเป็นวิชวลของมัน มันเป็นพิ้นที่ให้แทนได้จินตนาการตามกรอบที่เราเคยเล่น กรอบนี้คิดว่าเป็นประเด็นเดียวกันกับเรื่องเอฟเฟค และภาพมันดูก็รู้สึกให้ความหวัง มีความสุข"
    },
     {
      "id": "Object 77",
      "group": 1,
      "content": "มันคือ manual จากเกม์ซุส ชอบลูกศรและความอลหม่านของมัน มันทำให้เราคิดได้อีก คิดต่อได้อีก จากลูกศรของมันที่ชวนให้เราคิด เอาจริงแทนไม่ได้สนใจเนื้อหาในตัว manual เองเท่าไร่ แต่เนื้อหาเองก็น่าสนใจในแง่ที่เหมือนมันชวนให้เรามาเรียนรู้ threshold ของเกมส์กัน แต่ตัว manual ก็เป็รแค่ภาพถายของสิ่งที่อยู่ในเกมส์ ไม่ใช่ตัวเกมส์จริงๆ ตัวหนังสือ manual เป็นทั้งหนังสือที่มีรูป thershold และก็เป็น threshold ในตัวมันเองด้วย การที่จรู้ว่าอะไรคือ threshold เราต้องถอยกลับไปดูว่าตัวบททั้งบทมันคืออะไร เช่น ตัวละครได้เรียนรู้สกิลแรก แล้วก็ไป thereshold "
    },
    {
      "id": "Object 78",
      "group": 1,
      "content": "รูปจาก Campaign Maker ใน Hero: Might of Magic 4 อันนี้ถ่ายมาจากหน้าจอ มีเส้นๆ นี่เป็นแมปที่สร้างขึ้นเอง เพราะอยากได้วิวริมทะเล มันก็สวยดี ความจริงโปรแกรมนี้มันก็ทำมาเพื่อให้สร้าง landscape ได้เอง เวลาเล่นเกส์ ตะก่อนไม่ได้สนใจต้นไม้ มันก็เป็นแค่ที่เชียวๆที่เดินไปไม่ได้ ใส่มาแค่ให้รู้ว่าที่นี่ไม่ได้แห้งแล้งนะ แต่พอมาสร้างเอง แล้วต้องใส่ต้นไม้ทีละต้น ซึ่งอันนี้มันเปลี่ยนวิธีที่เรามองมัน เราชื่นชมมัน เพราะเราเห็นมันแบบเดี่ยวๆ ทีละต้น จนแทนต้องไปหาเพิ่มจากโปรแกรมอื่น ความจริงมันเป็น 2d แต่ด้วยมุมกล้องของเกมส์ มันทำให้มันเหมือนเป็น 3d "
    },
    {
      "id": "Object 79",
      "group": 1,
      "content": "เป็นรูปที่แทนวาดเอง เอามาเพราะตั้งใจทดลองแหละ เป็นของไม่กี่ชิ้นที่เอาของที่ตัวเองบังเอิญผลิตเอาเข้ามาด้วย ตัวภาพเองก็เป็นการล้อเลียน composition ของรูปดังๆที่เราเจอในหนังสือประวัติศาสตรืศิลป์ รู้สึกว่าตัวคนที่นอยู่ข้างล่างน่าจะถอดมาจากรูปต้นฉบับเลย แต่ตัวคนเหยียบเนี่ยไม่รู้ แทนชอบวาดภาพด้วยความไม่รู้ ใข้ Illustator วาด แทนมองว่ามันเป็นรุปในประวัติศาสตร์นะ เหมือนล้อมาจากเหตุการณ์ที่เกิดขึ้นจริงในประวัติศาสตร์"
    },
    {
      "id": "Object 80",
      "group": 1,
      "content": "อ่านมา ตอนนักวิทยาศาสตร์ตั้งชื่อเซล ตั้งชื่อมาจากห้องของนักบุญ จากวิหาร เหมือนกันวัดกับโบสถ์เลย เหมือนอะตอมและใบเสมาที่ให้พลังงาน หลักๆ มันก็เหมือนศาสนวิหาร มันมีจะมีเรื่อวงทื่สนใจคือเรื่องของข้อจำกัดทางความรู้ของวิทยาศาสตร์ พวกเรื่อง quantum ในขณะที่เซลก็เหมือนเป็นที่สุกความเข้าใจเรื่องเกี่ยวกับร่างกายคน quantum ก็ทำให้เห็นว่ามันมีอวัยวะเล็กกว่าน้ันเยอะ เกี่ยวกับประวัติศาสตร์ เวลาอ่าน qauntum แม่งเหมือนอ่านศาสนา "
    },
     {
      "id": "Object 81",
      "group": 1,
      "content": ""
    },
    {
      "id": "Object 82",
      "group": 1,
      "content": "ตัวนี้ชื่อว่า globeshaker เป็นตัวที่เล่น ชอบ เพราะกุชอบคริสมาส แล้วก็หาตัวละครที่เปนต้นไม้ ตอนเล่นก็ไม่ได้คิดอะไร พอกลับไปดูมันมีความเปนคนมาก มันถือระเบิด ชอบคริสมาสเพราะว่ามันเป็นวาระสังสรรค์ แต่ก็ไม่รู้ว่าทำไมชอบนะ ตัวนี้มันอินเป็นต้นไม้ในเกมส์ที่ชอบมากที่สุดในช่วงเวลาที่ถามเรื่องต้นไม้ ในเรื่องการถามหาที่มาที่ไปตอนที่เราเรื่มอินกับมันแล้ว กลับพบว่า fortnight มันไม่ได้มีเนื้่อเรื่อง มันเป็น flow event เช่น ฮัลโลวีน มันผลิตตัวละครไปตามอีเว้นต่างๆ  พอตัวละครมันไม่มีอะไรให้หาในเน็ต กุก้ชอบเลยคิดถึง conceptual board ของมัน แล้วจับต้นปลายไปเองเรื่อยๆ สนุกดี แบบว่าในการทำเกมส์มันมีหลายตำแหน่งที่ทำ เแล้วมีบอร์ดอันนี้เลยตัวตรงกลาง เลยชอบคิดตามว่ามันมาได้ยังไง"
    },
    {
      "id": "Object 83",
      "group": 1,
      "content": "ชื่อ Bushranger เหมือน 82 แต่เป็นตัวละครที่ออมเล่น แต่ไม่ใช่ว่าโรแมนติคอะไร ตัวละครนี่มันก็เป็นตัวละครต้นไม้อีกตัวที่ใกล้ แต่ตัวนี้ไม่ใช่ตัวในเทศกาล เปนตัวที่ Fortnight ตั้งใจผลิต และอยู่ในเทศกาลบ่อย แต่ก็ไม่ได้มี story อะไร เกมส์ยุคใหม่ที่เด็กชอบเล่นมันมักไม่มีบทเลย"
    },
    {
      "id": "Object 84",
      "group": 1,
      "content": "ชื่อ Bushranger แต่ไม่ได้รู้อะไรเกี่ยวกับมันมาก หาอันนี้เจอตอนที่หาข้อมูลตัว 83 สนใจว่ามันเป็นแรงบันดาลใจให้ 82 รึเปล่า กุคว้ามันไว้เพราะมันเป็นประวัติศาสตร์ และในรูปมันก็มีต้นไม้ต้นนึงด้วย สนใจว่ากุมาจากตัว 82 แล้วมาโผล่ที่นี่ได้ยังไง"
    },
     {
      "id": "Object 85",
      "group": 1,
      "content":"เรียกมันว่า random resource in world edit จากเกมส์ Hero: Might of Magic 4 Resource ในเกมส์มันจะมีไม้ หิน ทอง ไรงี้ ตัวนี้เป็น symbol ซึ่งไม่ได้ปรากฎในเกมส์ แต่ปรากดในโหมด world edit เป็น random resource กุรู้สึกว่ามันสวย ภาษาภาพที่เป็น disco ball มันพยายามให้แตกต่างจาก aesthetic จากตัวอื่นที่อยู่รอบๆมัน เกี่ยวกับประวัติศาสตร์ เพราะมันเข้าในทาง world edit มันเป็น threshold โดยตรงเลย ทำหน้าที่ด้วยภาพเพื่อให้เกมส์สมบูรณ์และสนุกขึ้น ประวัติศาสตร์ในที่นี้เราคิดถึงพื้นที่ตรงกลางระหว่างเราและระหว่างตัวบท"
    },
    {
      "id": "Object 86",
      "group": 1,
      "content": "มันเป็นรูปที่แทนวาดเอง เป็นรูปนักเวียนเวทย์มนต์ ที่เป็นไฟ กุเอาของนี้เข้ามาเพราะมัน ดูเกี่ยวในความรู้สึก ท่ามกลางของทั้งหมด กุว่าอันนี้แปลก ในการกวาดตาของห้องเก็บของ 200 ชิ้นห้องนี้ เราก็เผลอนับเด็กนักเรียนคนนึงที่กำลังหาหนังสือในห้องนี้อยู่ไปด้วย ซึ่งมันก็ทำตัว friendly มาก  และก็พูดกับเราในระนาบเดียวกันเอง แบบ “มาหาของเหรอ เดี๋ยวช่วยหามั้ย” "
    },
    {
      "id": "Object 87",
      "group": 1,
      "content": "เป็น frame ที่แทนใช้ในวงาน video installation เยอะ เป็นเฟรมที่วาดเอง ไม่เคยอ่านเรืองประวัติศาสตร์ของกรอบรูปนะ แต่มันผลักสถานะใหม่กับกับสิ่งที่ปรากฎในกรอบ สถานะในที่นี้หมายถึง 2d 3d อะไรแบบนี้ อย่างภาพในกรอบแบบรูปธรรมชาติเงี้ยะ หน้าที่ของมันคือพยายามคือทำให้เราอยู่ในบรรยากาศนั้น กรอบรูปในไทยข้างในมันก็เป็นรูปในหลวง รูปพระ หน้าที่นี้มันอาจจะปลดแอกตัวเองให่้ทำหน้าที่ใหม่แล้ว เช่น ทำให้น่าเชื่อถือขึ้น แต่ก็ไม่รู้ว่ามันทำหน้าที่อะไร"
    },
    {
      "id": "Object 88",
      "group": 1,
      "content": "รูปจักรวาล มันเปน 2d แต่มันหลอกเราว่ามันลึกมาก ความระยิบระยับ มันมาจากการที่กุพยายามค้นของมาก กุคิดมากไปกับ media ไปค้นกับพวกไฟล์ที่อยู่ในโฟลเดอร์ดาวโหลดของแทนเอง มันเป็นจักรวาลที่แบนอ่ะ มันเป็นแผ่นอ่ะ จักรวาลจริงมันกว้างใหญ่กว่านี้มาก ทีเนี้ย ของบางอย่างมันดูไม่มีชีวิตแต่กูให้ชีวิตมันมากเลย ในขณะที่ไฟล์ jpeg นี้ก็เป็นมันเป็นแผ่นมากเลย เหมือนเป็นโปสเตอร์ที่วางอยู่บนพื้น อยู่ดีๆ ก็ไม่เชื่อมัน มันเป็นไฟล์ดิบที่พร้อมให่้ไปทำอะไรต่อ"
    },
     {
      "id": "Object 89",
      "group": 1,
      "content": "ปิ๊จากูถือเรดบูล มัน contemporary ในช่วงเวลานั้น กุเซฟมาตอนคดีบอส อยู่วิทยา รู้สึกว่ามันมีความกวนดี มีความเป็นมีม แต่มีมนี้มาจากไหนก็ไม่รู้ ไม่เกี่ยวกับอยู่วิทยา เป็นมีมห้อยคอมเม้น กุเลือกที่จะเซฟมันออกมา ท่ามกลางคดีการเมืองที่ครุกรุ่น แต่ด้วยความที่อินเตอร์เน็ตว่ามีไอโอ มีสแปม มันทำให้่ปิจากูตัวนี้มันมีชีวิตของมันเอง เจอมันตอนที่กุไถ news feed เล่นๆ ตอบไม่ได้นะว่าปิ๊กาจูนี้มันเชื่อมโยงกับประวัติศาสตร์ยังไง"
    },
    {
      "id": "Object 90",
      "group": 1,
      "content": "ไฟล์ extract object ของต้นไม้ใน Hero: Might of Magic 4 เหมือนอันที่ 85 มันเป็นรูปต้นไม้ ต้นเหี้ยอะไรไม่รุ น่าสนตรงที่ตอนแรกคิดว่ามันเป็น 3d แต่พอดึงมันออกมามันเป็น 2d ที่วาด txture และลงสีให้เหมือน 3d เกมส์ในยุคนี้ ยุค 2000 มันสวยจตรงท่มันพยายามทำให้่เป็น 3d แบบที่ 3d software ยังไม่สมบูรณ์ มันดูเป็น clay animation นวัตกรรมเกมส์หลังจากนั้นมันทำให้เกมส์สวยน้อยลง ในบริบทแบบนี้มันทำให้ developer ต้องหาทางรอดเองในบริบทของเครื่องมือเท่าที่มีมา ในมุมหนึ่ง เครื่องมื่อ 3d ใหม่ๆมันทำให้่ gaem budgeting ทมันวางแผนได้ง่ายขึ้น แต่เกมส์ยุคใหม่ๆมันทำให้ภาพคมไปหมดแล้ว ซึ่งมันไม่สวยเหมือนเดิม กลับมาเรื่องต้นไม้ ต้นไม้มันมีราก เลยถามหาว่าต้นไม้ในเกมสืมันคุยกับต้นไม้นอกเกมส์ได้ยังไง พอดึงไฟล์ออกมาแล้ว รากต้นไม้มันไปอยู่ไหน "
    },
    {
      "id": "Object 91",
      "group": 1,
      "content": "เหมือน 85 แต่มัน random event ซึ่งก็ขึ้นอยู่กับว่าเราจะไปคีย์อีเว้นอะไร เช่น ตัวละครเด้งขึ้นมา เกิดอะไรขึ้นกับเนื้อเรื่อง เป็น plot point object มีความเป็น threshold อยู่ในตัวภาษาของมันเอง ในรูปของมันเอง ตรงที่มันเห็นในโปรแกรม world builder แต่มันไม่เห็นตอนเล่นเกมส์ในแผนที่จริงๆ ให้การ mark จุดต่างๆ ไว้มันก็เป็น threshold"
    },
    {
      "id": "Object 92",
      "group": 1,
      "content": "เป็น mark ที่บอกว่าสิ่งที่จะ random ออกมานะ (เหมือน 85, 91) มันจะเลือกเผ่าพันธุ์ให้ว่าเป็นของเผ่าใหม่ เช่น เผ่าพันธุ์ต้นไม้ เผ่าพันธุ์ NPC ที่ไม่มี player เป็นเจ้าของ "
    },
     {
      "id": "Object 93",
      "group": 1,
      "content": "หนังสือที่อยู่ในเกมสื Hero เช่นกัน กูคิดเรื่องหนังสือในเกมส์เยอะนะ หนังสือนี้มันมีไว้บวก stat เฉยๆ ไม่ได้มีไว้ให้เราอ่านเนอะ แบบ ได้ค่าโจมตีเพิ่มขึ้น ได้มานาเยอะขึ้น ได้คาถาใหม่ โดยเอาหนังสือพวกนี้ใส่เป็น accessory ให้ตัวละครแทนช่องที่ปกติใส่โล่ห์ แทนรู้สึกถึงองค์ความรู้ อาจจะทำงานเหมือน wallpaper ลายหนังสือในห้องสมุดมั้ง สะใจที่หนังสือมันถูกใช้เป็นสัญลักษณ์ของความรู้ ของสกิล มันคือ continuation of wisdom ในฟิสิกส์ของโลกเกมส์มั้ง โยงไปกับประวัติศาสตร์ของ media ที่พูดถึงแฟนตาซีมั้ง "
    },
    {
      "id": "Object 94",
      "group": 1,
      "content": "รูปของงานที่ทำกับเพชรที่จะใช้ในโชว์นี้นี่แหละ แต่อันนี้เป็นรูประหว่างทางการ develop อันนี้เป็นห้อง threshold จุดที่น่าสนใจคือรูๆ นี้นี่แหละ ซึ่งแทนมันมองในภาพเป็น visual มากๆ รอบฉีกของหนังสือ รูที่สิงโตกระโดนผ่านใน circus สิ่งพวกนี้มันเป็นหลักฐานของกระโจนเข้ามาและการจัดฉาก มันคือการตกแต่งหลักฐาน อย่างใน comic ต่างๆ อย่างเช่น การทิ้งรอยพ่นสีรูปคนไว้ในการ์ตูนให้รู้ว่าตรงที้มีคนตาย หรือในรอยที่ Tom and Jerry วิ่งทะลุกำแพง มันเป็นข้อความที่มีความบันเทิง ของชิ้นนี้มันไม่ได้เป็นคำถามที่จะมีคำตอบอะไร แต่เป็น milestone ให้เราเดินเล่นเพื่อคิดนู่นนี่ ด้วยความที่มันเป็นหลักฐานที่ปรุงแต่ง เหมือนเป็นงานทดลองที่แทนดึงเอา threshold อย่างรอยกำแพงใน Tom and Jerry มาแล้วลองผลิตเทียบร่างดู"
    },
    {
      "id": "Object 95",
      "group": 1,
      "content": "UV Map ของต้นไม้ สนใจกายภาพของวัตถุ เช่น ถ้าถามว่า 3d ที่สมบูรณ์คืออะไร มันก็มีหลายองค์ประกอบมาก ขึ้นอยู่กับมีงบประมาณเท่าไหร่ ต้นไม้ในเกมส์บางต้นก็มี UV บางต้นก็ไม่มี UV วิทยาศาสตร์และจินตนาการของนักวิทยาศาสตร์ก็อุ้ม neuronetwork แบบนี้ไว้อยู่ ในการอธิบายว่าต้นไม้คุยกับนกนะ ต้นไม้คุยกับไส้เดือนนะ แทนก็เลยตามหาองค์ประกอบชองต้นไม้ในเกมส์เพื่อหาว่ารากของต้นไม้ในเกมส์อยู่ไหน ต้นไม้ในเกมส์กับนอกเกมส์มันคุยกันยังไง ต้นไม้จริงเรามองมันผ่านแนวคิดแบบ bio ซึ่งก็คือราก แต่แทนไม่เชื่อว่าต้นไม้ในเกมส์มันคุยด้วยรากแล้ว มันคนละฟิสิกส์กัน เลยพยายามหาองค์ประกอบอื่นๆให้มัน"
    },
    {
      "id": "Object 96",
      "group": 1,
      "content": "แผนทื่ที่แทนสร้างขึ้นเอง เพื่อความสวยงามเฉยๆ เอามาเล่นเกมส์ไม่ได้ มีท่าเรือ มีป่า ในป่ามีหนังสือ ตั้งชื่อให้มันว่า book shore มันน่าจะเป็นการประกอบรวมใหม่โดยไม่ใช้ฟังชั่นมัน เป็นงานทดลอง เอาเครื่องมือใน world bulder มายำกันเล่นเพื่อ aesthetic บางอย่าง"
    },
     {
      "id": "Object 97",
      "group": 1,
      "content": "จาก Assassin Creed: Odessy เป็นรุปพื้นหลังในหน้าเมนูขายของในเกมส์ เป็น threshold ของโลกแห่งการเงิน ปุ่มที่เรากดเพื่อจ่ายตังค์ และแทนก็สนใจในสีทองของมัน ในความ artefact ของมัน น่าคิดว่าสถานะของความทองมันอยู่ตรงไหน และคุณค่าของทองคำมันมีประวัติศาสตร์และพลวัตยังไง"
    },
    {
      "id": "Object 98",
      "group": 1,
      "content": "สัปปะรดดูทีวี แทนวาดเอง ห้าปีแล้ว ชอบรูปนี้เพราะว่าทีวีมันน่าสนใจ สนใจทีวีและสายเคเบิ้ล สนใจ sign, signal, channel"
    },
    {
      "id": "Object 99",
      "group": 1,
      "content": "Magic resistance จาก Hero: Might of Magic ชอบสีม่วง มันเป็นสีที่ artificial มาก ต้นไม้ก็ชอบสีม่วงนะ ที่จริงเป็นภาพเคลื่อนไหว ชอบเอฟเฟค "
    },
    {
      "id": "Object 100",
      "group": 1,
      "content": "ควันของ Assassin จากเกมส์ Hero: Might of Magic เป็นเรื่องเอฟเฟค ตัวบทพยายามจะสื่อสารเวทย์มนต์ให้เราเข้าใจ ที่จริงเป็นภาพเคลื่อนไหว ความเป็นเอฟเฟคแปลว่ามันมีสมการอยู่ ทั้ง visual effects และ ผลทระทบที่ควันนี้มีต่อตัวละครอื่นๆในเกมส์ มันเป็นคนละฝั่งของ threshold คือ visual คือผลที่มีกับคนเล่นที่หน้าจอ สื่อสารให้เรารู้ว่าเวทย์มนต์ถูกใช้แล้ว ในขณะที่อีกฝั่งก็คือมันก็มีผลต่อค่า stat ค่า stamina ของสิ่งในเกมส์"
    },
     {
      "id": "Object 101",
      "group": 1,
      "content": "เป็นอาคารในเกมส์ Hero แทนสนใจเรื่องการทำ 2d ให้เหมือน 3d เนื่องจากข้อจำกัดของเมทคโนโลยีสมัยนั้น "
    },
    {
      "id": "Object 102",
      "group": 1,
      "content": "ไพ่ยูกิ รูปตุ๊กตาโบราณ Dogu สนใจการใช้พวก pre-historic figure ต่างๆในสื่อ สนใจพวกแนวคิดแบบ ancient astronuat "
    },
    {
      "id": "Object 103",
      "group": 1,
      "content": "ห้องของแทนใน Animal Crossing เป็นเกมส์ที่มีแต่สร้างบ้านและแต่งเกาะนู่นนี่ เกมส์แบบ sandbox มันก็มีข้อจำกัดของมัน ของมันก็มีอยู่ไม่กี่ชิ้น การจัดแสดงก็มีไม่กี่แบบ แต่เราก็หาอิสระในเงื่อนไขมันได้ สนใจเรื่องการออกแบบ mechanic/module ของตัวเกมส์ ทั้งในเขิง aesthetics, gameplay, catgoery ต่างๆทีเกมส์สร้างเตรียมไว้ให้ สนใจว่าคนสร้างเกมส์เค้ารู้ได้ไงว่าความพอดีอยู่ตรงไหน เจตนำนงของ market กับเจตจำนงของ game developer แทนสนใจ threshold โดยเริ่มต้นจากตัวบทเป็นหลัก เกมส์อย่าง animal crossing มันคือการจำลอง stage ออกมาให้เราเล่น และพัฒนาการต่างๆ ที่เรามีในเกมส์ก็เหมือนเราติดอยู่ใน threshold รึเปล่า เหมือนพวก Mario ในเกมส์อะไรประมาณนั้น เป็นการพิชิตเพื่อได้มาไปเรื่อยๆ เกมสืประเภทปลุกผัก ตกปลา สร้าวบ้านไปเรื่อยๆ เกมส์พวกนี้มันเป็น threshold มั้ย เหมือนทุนนิยมเหรอ?"
    },
    {
      "id": "Object 104",
      "group": 1,
      "content": "ปืนทองของราชองครักษ์ ซึ่งความจริงยิงไม่ได้ มีไว้แค่เพื่อสมพระเกียรติเฉยๆ สนใจเรื่อง customization เรื่อง skin ในเกมส์ที่ใช้เงินเติมตังค์ซื้อ สนใจที่ apperance ของรูปนี้เป็นหลัก"
    },
     {
      "id": "Object 105",
      "group": 1,
      "content": "History Illustration เลือกเพราะ drawing และ brush stroke ข้อมูลที่มากพอในการวาดรูปอดีต มันสวยดี มันดูรู้เลยว่าเป็นรูปของสถานที่ศักดิ์สิทธิ์สักแห่ง สนใจ angel ของภาพด้วย สนใจขอบของมันที่เป็นเส้นดำพร้อมเอาไปใช้ในเว็บได้เลย คิดถึงสถาบันอาศรมศิลป์และความสัมพันธ์ที่อาศรมศิลป์ชอบเข้าไป gentrify โบราณสถานในไทย คิดว่าคิดถึงอาศรมศิลป์เพราะภาพนี้มันดูเป็นภาพนำเสนอสีขาวดำ"
    },
    {
      "id": "Object 106",
      "group": 1,
      "content": "ปิ๊กาจู เจอตอนไปเที่ยวกับบ้านออม มองว่ามันสวยดี ชอบเรื่องการผลิตภายใต้เงื่อนไข ในกรณีนี้คือลูกปัด เป็น threshold ที่มีเงื่อนไขมั้ง พลวัตของวัฒนธรรมที่เปลี่ยนไปถักลูกปัดพวกนี้ขึ้นมาให้กลายเป็นรูปปิ๊กาจู "
    },
    {
      "id": "Object 107",
      "group": 1,
      "content": "รูปวาดเอง วาดมาเพื่องานนี้ ชอบวาดรูปรูปภาพที่อยู่บนกำแพง วาดเองงงเองว่าาวาดไปทำไม "
    },
    {
      "id": "Object 108",
      "group": 1,
      "content": "รูปที่ develop งานกับเพชรในการสร้าง threshold room ชอบรูปนี้เพราะเป็นรูปการพยายามหาม่าน แค่ต้องการบันทึกการสร้าง stage เฉยๆ "
    },
     {
      "id": "Object 109",
      "group": 1,
      "content": "นกฮูกในโปเกม่อน หนึ่งในตัวเด่นสามตัวที่โปเกม่อนชอบชู ชอบนกฮูกเพราะมันอยู่ในทุกที่ มันเป็ร pop icon มันแทรกตัวอยู่ได้ มีหลายความหมายมาก อันนี้ได้มาเป็นของแถมตอนที่ซื้อขนม แทนสนใจว่านกฮูกมันเป็นอะไรได้บ้าง อยากรู้ว่านกฮูกมันมาได้ยังไง ฝูงนกฮูกฝูงใหญ่มันอยู่ที่ไหน "
    },
    {
      "id": "Object 110",
      "group": 1,
      "content": "รูปจากเกมสร้างเมืองในธีมอียิปต์ สิ่งที่สนใจคือ อียิปต์และความ exotic มาอย่างไรไม่เคยหา คนใช้เรื่องอียิปต์ ศึกษาประวัติศษสตร์บ่อย เป็นสุนทรียะ เรื่องของการเกมสร้างเมืองมันค่อนข้างมีอยู่ในระบบความคิดของแทน หลักการของเกมสร้างเมืองคือ สร้างเมืองแล้ว สร้างอาหาร แคมป์ล่าสัตว์ สร้างยุ้งฉาง ตลาด ทุกอย่างฟิกซ์อยู่ที่ building เป็นอุตสาหกรรมหมดเลย ที่เอาสิ่งนี้มา เพื่อสำรวจตัวเองว่า ยึดติดกับมันมากแค่ไหน มันมีอะไรบ้างภายใน มองทุกอย่างเป็น currency token เช่น เงิน royalty ประชากรมี happiness ไหม เกมรูปแบบนี้มักจะ สิ่งที่เราเล่น ควบคุมในเมือง เป็ฯด้านอุตสาหกรรมทั้งหมด มีคนพอไหม น้ำท่วมมาแล้วเก็บเกษตรไม่ได้ กระทบอะไร เราต้องแก้ไขให้ทัน เกมพวกนี้จะมีสิ่งศักดิ์สิทธิ์ สิ่งที่ยิ่งใหญ่ที่สุดคือการสร้างสิ่งเหล่านี้ archievement ของสิ่งเหล่านี้คือ (ด่านนี้ต้องการสร้างอะไรให้สำเร็จ แต่จริงๆแล้วมันก็ free play)  มันสร้าง ประวัติศาสตร์ให้เราอย่างไร"
    },
    {
      "id": "Object 111",
      "group": 1,
      "content": "รวบรวมการ์ดเกมของยูกิ 20 ปีที่ผ่านมา หนามาก หนึ่งคืบ ราคา 4000 บาท เป็น art book  ที่สนใจเพราะ ในเรื่องมีธีมเป็นอียิปตค์ส่วนใหญ่ ภาคใหม่ระลึกชาติได้ ชาติหน้าก็ไประลึกชาติหน้า ระลึกกลับไปฟาโรห์อีก ระลึกกลับมาปัจจุบัน ในหนังสือเล่มนี้ เนื้อหาของการ์ดเล่าอย่างไรกับการย้อนไปย้อนมาของมิติเวลา แทนชอบความเยอะอยู่แล้ว หนามาก เป็น visual-cyclopedia หลงใหลมากๆเปิดดูได้เรื่อยๆ ตัวบทซับซ้อน และพูดถึงเวลาเยอะ สนใจว่ากราฟฟิคที่เอาออกมาพูดเรื่องอะไร visual มันทำงานกับ ปวศ ของ visual เรายังไง ซึ่งการหลงอยู่ใน index เหล่านั้นน่าสนใจ"
    },
    {
      "id": "Object 112",
      "group": 1,
      "content": "ไฟล์ png เป็นไฟล์ที่ออกแบบให้โปร่งแสง ไม่มี bg เอาไปใช้ได้เลย ชอบเพราะภาพของการโปร่งแสงมันมีสีเทาและขาว เหมือนภาพของเงาต้นไม้ในรูป เนื้องานที่ทำอยู๋พูดเรื่องต้นไม้เยอะแล้ว เงามันมากับแสงอาทิตย์ แสงอาทิตย์เป็นตัวกลางของ simulation เป็น light source พอมีแสงก็มีเงา กำลังพูดถึงต้นไม้นอกเกมที่คุยกับต้นไม่ในเกม วิทยาศษสตร์บอกว่าต้นไม่คุยกันผ่านราก ควอนตัมฟิสิกส์จะทำให้เรารู้ว่าคุยกับนกยังไง fungi เป็นสิ่งที่สร้างเน็ทเวิร์ค ต้นไม้คุยกับต้นไม้ การตีความสิ่งที่อยู่รอบๆ ต้นไม้ก็น่าสนใจ รวมทั้งเงาของมัน"
    },
     {
      "id": "Object 113",
      "group": 1,
      "content": "เดินๆแล้วจะเอ๋ เลยหวัดดี เราไม่รู้จักกันเลย คิดว่าโปรเจคที่กำลังทำมันพูด สื่อสารเหมือนห้าง คือมีจอ มีป้าย เต็มไปหมด เปิดไฟ ปิดไฟ เช่น เข้าเคเอฟซี โฆษณาพยายามสื่อสารกับเรา งานของแทนพยายามทำหนังให้มันไม่เป็นหนัง เหมือนในห้าง แล้วแต่ใครอยากดูก็ดูไป มันคือสิ่งที่ง่ายที่สุดที่ตัวบทจะหลุดออกมา ตัวบทของวัฒนธรรม แต่ในบางครั้งก็ออกมาง่ายมาก ถูกตั้งใจให้ออกมา เช่นตู้เกมนี้ที่มีตัวนิ่ม เช่น ad hello kitty มี มาสคอต มี VR มีเงื่อนไขของมาร์เก็ตติ้ง เงื่อนไขวัฒนธรรมด้วย มีสมการเยอะแยะ แม้จะอธิบายโดยหลักเศรษฐศาสตร์ แต่มันก็มี fiction ของมันนะ พยายามไม่คิดแทนวัตถุ เกรงใจกับวัตถุ พยายามจะเชื่อว่าตัวบทมีชีวิตของมันเอง ไม่มีปาก แต่ปรากฏในสื่อต่างๆ ไปอเมริกา ไป SEA"
    },
    {
      "id": "Object 114",
      "group": 1,
      "content": "ของทั้งหมดมาจาก Hero มองว่ามันเป้นตัวต้นไปสู่สี่งอื่นได้ ใจกลางมันคือ mapmaking การที่เกมส์มอบซอฟแวร์ให้คนทำแมพเอง (เหมือน 99 – 101, 90-93) "
    },
    {
      "id": "Object 115",
      "group": 1,
      "content": "ของทั้งหมดมาจาก Hero มองว่ามันเป้นตัวต้นไปสู่สี่งอื่นได้ ใจกลางมันคือ mapmaking การที่เกมส์มอบซอฟแวร์ให้คนทำแมพเอง (เหมือน 99 – 101, 90-93) "
    },
    {
      "id": "Object 116",
      "group": 1,
      "content": "ของทั้งหมดมาจาก Hero มองว่ามันเป้นตัวต้นไปสู่สี่งอื่นได้ ใจกลางมันคือ mapmaking การที่เกมส์มอบซอฟแวร์ให้คนทำแมพเอง (เหมือน 99 – 101, 90-93) "
    },
     {
      "id": "Object 117",
      "group": 1,
      "content": "ของทั้งหมดมาจาก Hero มองว่ามันเป้นตัวต้นไปสู่สี่งอื่นได้ ใจกลางมันคือ mapmaking การที่เกมส์มอบซอฟแวร์ให้คนทำแมพเอง (เหมือน 99 – 101, 90-93) "
    },
    {
      "id": "Object 118",
      "group": 1,
      "content": "Murugan Painting จากเกมส์ Civiization V เป็น art history การทำงานในชุมชนศิลปะทำให้แทนมีบทสนทนากับ art history เรื่อยๆ เลยสนใจองค์ความรู้นี้ว่าถูกเล่าในเกมส์ยังไงบ้าง"
    },
    {
      "id": "Object 119",
      "group": 1,
      "content": "มีมที่มีรามคำแหง เกม Civilization V มีรามคำแหงอยู่ในนั้น เลียนแบบมีมคนดำ what มีมนี้มาจากรามคำแหง developer เกมนี้ไปเที่ยวที่ต่างๆ เช่น ซีซาร์ คลีโอพัตตา และ รามคำแหง แต่อธิบายว่าไม่สามารถหารูปหน้าชัดเจนได้ แต่ใช้หน้าทักษิณเพราะเป็นผู้นำสมัยนั้น มีแต่ฝั่งซ้ายมาด่า ประเด็นคือทักษิณมาโผล่ใน data set ได้อย่างไร ชิ้นนี้ทำให้รู้สึกสนใจว่าเกมสอนประวัติศาสตร์อย่างไร รูปนี้เป็นตัวตั้ง (เข้าใจ หมายถึง การจุ่มตัวใน objects เพื่อที่จะผลิตซ้ำบรรยากาศอีกครั้ง กระจายกลิตเตอร์)"
    },
    {
      "id": "Object 120",
      "group": 1,
      "content": "เมนูบาร์ description ,lore คือคำอธิบายของมัน และสิ่งที่ได้ตามมา ฟังก์ชั่นการผลิต และพ้องเพื่อนของรามคำแหง อยู๋ภายในตัวบท Civilization V"
    }, {
      "id": "Object 121",
      "group": 1,
      "content": "Civilization ภาค 6 ที่ไม่เอาสยามมาเป็นประเทศให้เลือก แต่มีคนไทยที่ทำ 3d เก่งก็เข้าไปทำ MOD เข้าไปใส่ ชอบความเป็น fan art community ในเกมสำคัญ ภาคที่แล้วสร้างโดย developer ภาคนี้สร้างโดย แฟน"
    },
    {
      "id": "Object 122",
      "group": 1,
      "content": "เป็นคนเดียวกับที่สร้าง ข้างบน สวยงาม มีความเป็นกรุงเทพในฝันตอนกลางคืน ดูสุขสงบดี มันประวัติศาสตร์ เพราะมันเป็นรูปของศรีสัชนาลัยในเกมที่สร้างโดยคุณสุกฤต"
    },
    {
      "id": "Object 123",
      "group": 1,
      "content": "ป็นรูปของรูปปั่นเทพญี่ปุ่นโบราณ ที่ใช้เยอะมาก เช่น ดิจิมอน ยูกิ หยิบเรื่องโบราณมาใช้ ดูเอเลี่ยนมาก ดูลึกลับ ปรากฎตัวในรูป โปรไฟล์ คนสักคน แทนพยายามมองหาความโบราณใน data internet ทั้งหมด การเป้นภาพของมันคือภาพ ที่ไร้ประวัติและข้อมูล การวิจัยเข้าไปในซอยตัน และก็สวย รูปมีกรอบเป็นออร่า สวย อยู่ในบริบทที่แปลกตา"
    },
    {
      "id": "Object 124",
      "group": 1,
      "content": "แทนสร้างเอง animate เอง รูปที่เฉลิมฉลองการสร้างโลกใหม่ รูปนี้มาจากการถามหาความสมบูรณ์ในความไม่สมประกอบของมัน เป็นโลกที่ข้อมูลและ ฟิสิกส์ยังไม่ถูก set แต่อยากวาดป่าทันทีเดี๋ยวนั้นเลยออกมาแหว่งๆ มันคือการ world building แบบนึง"
    }, {
      "id": "Object 125",
      "group": 1,
      "content": "แผนที่ เล่าเรื่องโลก เรียนวิชานึง แล้วเบื่อมาก แล้ว doodle สร้างโลกให้ตัวการ์ตูนที่ถูกวาดเล่น เพื่อนมาล้อมวงนั่งทำ มาจากความสงสารตัวการ์ตูนตัวเอง ถ้าทำคนเดียวไม่มีชีวิต อยากให้มีเพื่อนมาทำ"
    },
    {
      "id": "Object 126",
      "group": 1,
      "content": "เกมชื่อ trickster แทนสนใจเรื่อง การ์ด และ การขุด เรื่อง skill & ability นึกถึงการ์ดนี้พอดี object นี้น่าจะปรากฎตัวในแบบที่เข้าใจม่ได้ในกราฟ แต่ความชอบในตัวเองคือ การซื้อสกิล การเป็นหนังสือ 2d ในเกม ชอบเพราะมันถูกใช้เป็นวัตถุอื่น ชอบที่หนังสือเป็นก้อน ภาพที่ไม่จำเป็นต้องแจกแจงรายละเอียดแต่เข้าใจได้โดยทันทีว่ามันทำงานอย่างไร การ์ดนี้ซื้อ สกิล ได้ การ์ดเป็นตัวแทนเป็นของการขุดเจาะ เช่น การได้ potion"
    },
    {
      "id": "Object 127",
      "group": 1,
      "content": "อินเดียน่า โจนส์ ในเกม เป็นผู้ให้การ์ดข้างบนกับเรา เป็นคนให้การ์ด สกิล กับคนเล่นประวัติศาสตร์ยังไง ตัวบทระหว่างอินเดียน่าโจนส์มาทับซ้อนกับเกม และตัวบทมากมาย "
    },
    {
      "id": "Object 128",
      "group": 1,
      "content": "บอสตัวสุดท้ายใน แผนที่คาราบัคค่า ชสวเมืองชอบขุด และขุดจนเจอตัวนี้ แทนสนใจตัวมันและดาร์ดของมัน ภาพคือตัวจริง แต่ในการ์ดเป็นตัวแทนของมัน การพูดเรื่องตัวจริง ตัวไม่จริง เป็นสิ่งที่อยู๋ simulation เป็นการถามหาความสัมพันธ์ของทั้งสองตัว การดึงภาพตัวแทน และตัวจริงมานอกบริบทเกมจะดัดแปลงตัวเองเข้ากับบริบทอย่างไร (ดึงออกมาวางไว้ที่อัฒจรรย์)"
    }, {
      "id": "Object 129",
      "group": 1,
      "content": "โต๊ะในเกม Minecraft ใช้สร้างแผนที่ สร้างบนโต๊ะนี้ มันฟังดูจะเป็น tool ในการเข้าใจตัวบทของมัน เกมนี้เป็นเกมสร้างโลก แทนคิดว่าจะทำความเข้าใจเกมนี้จากการสร้างแผนที่ developer ให้แบบตรงไปตรงมาว่าสร้างโลกด้วยการไปหาแผนทที่นี้นะ"
    },
    {
      "id": "Object 130",
      "group": 1,
      "content": "Skill book สนใจ aesthetics มัน ชอบสัญลักษณ์ในหนังสือที่วัฒนธรรมเกมเอาไปใช้และ ความเป็นองค์ความรู้ของหนังสือที่แบน (หนังสือในงานเยอะมาก การที่จะเบียดหนังสือทั้งหมดในงานลงไปอยู่ในห้องสมุดห้องเดียว ที่ไม่รู้จักกายภาพของห้องสมุด หนังสือทั้งหมดจะถกเถียงกันเองว่าจะอยู่ในห้องสมุดยังไงดี เพื่อให้ได้มาซึ่งกายภาพของห้องสมุด น่าจะอธิบาย threshold และเข้าใจมันได้ การเปลี่ยนแปลงจากรูปแบบเก่าไปใหม่ ทั้ง 2d > 4d หรือช่วยเข้าใจตัวบทได้มากขึ้น) จะอยู่ในห้องสมุด"
    },
    {
      "id": "Object 131",
      "group": 1,
      "content": "Magma Minicry แทนชอบคำว่า -cry มันเป็น animate in ของ magic อ่ะ เป็นคำที่ถูกใช้ในการ์ดบ่อย มันว่าด้วยเรื่อง magic การตีความเวทย์มนต์ ทำให้มันมีกายภาพผ่านการพัฒนาเกมส์ การพัฒนาเกมส์มันทำให้เวทย์มีกายภาพมากขึ้น เช่นใน gameplay ว่าจะบริหาร stat ของมนต์ต่างๆยังไง มีการบริหาร stat ยังไง ต้องมีสกิลนี้ก่อนถึงจะใช้เมจิคได้ รุปนี้คือรูปของตัวร้ายใน Moana มันคือภูเขาไฟระเบิด ตัวนี้คือเวทย์มนต์ที่ปรากฎตัวและมีกายภาพเป็นลาวา ซึ่งอันนี้มันมีคนไปทำเป็น wikepedia ของเวทย์มนต์พวกนี้ ซึ่งแทนสนใจ แทนไม่คิดว่าตอนเค้าพัฒนาหนังเค้าคิดหรอกว่าเวทย์มนต์นี้ว่าว่าอะไร มันมีหลักการ animation, animlate in, animate out แต่สุดท้ายแล้ว wiki community มันหาความหมายให้สิ่งพวกนี้ ท่ีนี้แทนสนใจว่าให้ wiki พวกนี้มันช่วยทำความเข้าใจ physics ของ magic ใน media ทั้งหมด ความรู้พวกนี้มันทำงานในทางอ้อม เช่น เฟนินิสต์ในพราหมณ์ ที่พราหมณ์บอกว่า ผู้ชายคือพลัง คือการชก ผู้หญิงคือผัสสะ คือเจตนาในการชก ซึ่งแทนใช้ animation principle ในการช่วยทำความเข้าใจแนวคิดนี้ แทนมองว่าเทคโนโลยีต่างๆ VR AR มันช่วยให้เรามี source มี framework มากขึ้นในการทำความเข้าใจ physics นี้ "
    },
    {
      "id": "Object 132",
      "group": 1,
      "content": "Phantom Beast อันนี้คือไม่ได้คิดมาตั้งแต่ต้น พอกุพูดเรื่อง logistics เยอะๆ เรื่องการไหวเวียนองการผลิต เลยคิดถึงปีศาจของ logistics ตัวนี้ด้วยความที่มันเป็นมังกร เลยคิดว่ามันเป็นตัวแทนที่ดีของวัฒนธรรม simulation อีกอย่างคือการ์ดยูกิและความเป็นฟาโรในอดีตชาติ แต่ในเนื้อเรื่องฝั่ง DX มันเป็นเรื่องชาติในอนาคต มีหลายมิติเวลาทับซ้อน อันนี้เองก็พูดถึงเรื่อง logistics ด้วยๆ การไหลเวียนข้าบริบท "
    }, {
      "id": "Object 133",
      "group": 1,
      "content": "Grandstand.jpg แทนสนใจคำว่า stand ทั้งที่เป็นที่วางของ อัฒจรรย์ หรือ stand อย่างที่ปรากฎในการ์ตูนโจโจ้ "
    },
    {
      "id": "Object 134",
      "group": 1,
      "content": "ทหารมาจาก Maple Story อยู่ดีๆแม่งก็สร้าง map ไทยขึ้นมา เป็น NPC ที่ยืนอยู่ในทุกที่ในเกมส์ ชอบความโง่ของ NPC ตัวนี้ ตั้งใจเอามันมาเพราะคิดว่ามันคงจะเป็นหลุมที่เป็นไทยอ่ะ "
    },
    {
      "id": "Object 135",
      "group": 1,
      "content": "เป็น fan art บอสใหญ่หยุดของ Map ไทย ใน Maple Story ที่ทหารยาม 135 เฝ้าอยู่ เป็นรูปที่มีลายเส้นที่ดูไม่มันใจวาด เด็กที่อินแม่งวาด ให้อารมณืแบบนั้น ซึ่งก็สวยดี แทนเองก็วาดรูปการ์ตตูน แทนเองก็วาด fan art บ่อย พยายามปั้นนารูโตะจากดินน้ำมัน แต่ก็ไม่ได้อินมาก สนใจว่า fan art แปลว่าอะไรและคืออะไร"
    },
    {
      "id": "Object 136",
      "group": 1,
      "content": "เป็น background ของฉากบอสใน Maple เป็น threshold ที่แบบแสดงให้เห็นชัดว่านี่ห้องบอสนะเว่ย ไม่ใช่ห้องธรรมดา ซึ่งพอลองคิดจากมุมบอสเอง ก็ฮาว่าเหมือนบอสสั่งให้คนปั้นรูปตัวเองเป็นตัวใหญ่ทีทางเข้าเหรอ มันก็สนุกในการคิดกลับไปกลับมาดี"
    }, {
      "id": "Object 137",
      "group": 1,
      "content": "ธงไทย ชอบธงรุปช้าง มันตลกดี มันโง่ดี เจอรูปนี้โดยบังเอิญ งงๆ มีคนอัพไว้่ประมาณ 5-6 ปีที่แล้ว เดาว่าเค้าน่าจะเป็นรุปจำลองเหตุการณ์การชักธงชาติผิดด้าน แนวแบบ blog เล่ารเื่องเกร็ดใน ปวศ การชัดธงกลับหัว เป็นรูปประกอบบทความ หาบทความไม่เจอนะ แต่มันเดาที่ทางของมันในฐานะไฟล์ jgeg ในเน็ตได้ "
    },
    {
      "id": "Object 138",
      "group": 1,
      "content": "Steve จาก Minecraft เป็นตัวละครที่น่าสนใจเพราะเป็น blank space ตาแม่งไม่มีอะไรเลย แทนสนใจเรื่องตัวบท ในกรณีเกมส์ Minecraft เท่าที่เลยเคยเล่นมามันไม่เคยมีเนื้อเรื่องเลย มีแค่ตัว Steve ซึ่งเป็นตัวละครที่เราเล่น พึ่งมาเริ่มมีระบบ skin customization ตอนหลังๆนี่เอง คุยกับหลายที่เบ่นเกมสืนี้ เค้าก็ยังวาดรูปตัว Steve เป็น icon ของเกมส์นี้ถึงแม้ว่าตอนนี้จะ custom ได้แล้วก็ตาม การเอาตัวละครนี้มาจับวางคู่กับของอื่นมันเหมือนตัวคนดูเอง ในฐานะที่เป็น blank space ที่มาเจอ object ต่างๆ ตอนนี้ Minecraft มีตัวบทแล้ว แต่ก็ไม่ได้พูดถึง Steve แต่ Steve ก็ยังอยู่นะ มันแต่งตัวเหมือน tech developer ด้วย"
    },
    {
      "id": "Object 139",
      "group": 1,
      "content": "ธง Courage ซื้อมาในราคา 120 บาท มาจากตลาดธงในเฟซที่พร้อมโฆษณาสแปม ไม่รู้ว่าแหล่งผลิตมาจากไหน ของที่มันขายก็มีหลายอย่าง cowbo, dragon ball เราไม่รู้เลยว่าของพวกนี้มันมายังไง ถูกทิ้งมาจากไหน มาอยู่ตรงนี้ได้ยังไง มันผิดลิขสิทธิ์แน่นอน ทำไมมันถึงออกมาในช่วงเวลานี้ ด้วยการขายการโปรโมต มันขายประหนึ่งเป็นของสะสมมือสอง แต่ความจริงก็เป็นของผลิตใหม่ มันมีความ nostagia เหมือนพวกของตามตลาดรถไฟ เป็นของที่พร้อมกลายสภาพเป็น vintage "
    },
    {
      "id": "Object 140",
      "group": 1,
      "content": "หนังสือ Beyond the Dark Portal เป็นนิยาย Warcraft เป็น NY Best Seller แต่ของชิ้นนี้มันไปโผล่ต่อใน patch ของเกมส์ Warcraft ตัวละคร NPC เองก็มีหนังสือพวกนี้ในเกมส์ด้วย แต่ไม่ได้โจ่งแจ้งนะ มันซ่อนๆอยู่ เราอ่านหนังสือเล่มนี้เพราะอยากรู้ตำนาน Warcraft ซึ่ง NPC ในเกมส์ก็อย่างรู้ Lore พวกนี้พวกอัน / อีกอย่าง สนใจบริบทของหนังสือในเกมส์ ความ flat, ความ iconic ของมัน, ความเป็นตัวแทนอะไรบางอย่าง"
    },
     {
      "id": "Object 141",
      "group": 1,
      "content": "ปลาคอลอแค้นใน Animal Crossing ปลาตัวนี้มันอยู่ในเกมส์หลายเกมส์ มันเป็นปลาโบราณที่เกมส์ชอบใส่ไว้ในเกมส์เพื่อความ mythical เป็น gesture ที่ญี่ปุ่นชอบเอาไปสอนเด็ก เหมือนพวกรูปปั้นโบราณในการ์ดยูจิ แทนเพยายามเข้าใจ dynamic ของความ historic ในเกมส์ "
    },
    {
      "id": "Object 142",
      "group": 1,
      "content": "หนังสือพิมพ์ใน Sim City 2000. สนใจว่าให้ตัวหนังสือที่อ่านในรู้เรื่องในภาพมันอ่านว่าอะไร เป็น thershold ของ gameplay notification ว่าแจ้งว่ายังไงมาเมืองน้ำแล้งโดยที่เนียนไปกับตัวบท อย่างตัวหนังสือพิมพ์ นี้ มันก็เห็นการมีอยู่ของคนในเมืองโดยเราการประจานเราผ่านหนังสือพิมพ์  ในฐานะผู้บริหารเมืองที่ล้มเหลว ความเป็น threshold มันอยู่ที่ตัว pop up box notification มากกว่าตัวหนังสือพิมพ์ เอง เพราะหนังสือพิมพ์  ก็มีในตัวบทอยู่แล้ว แต่การที่มันไป crop หน้าหนังสือพิมพ์  แล้วขึ้นมาเป็น pop up box มันเป็น thereshold"
    },
    {
      "id": "Object 143",
      "group": 1,
      "content": "ผึ้ง random สนใจผึ้งเพราะประมาณปีที่แล้งมีการประกาศว่าผึ้งจะสูญพันธ์ุ ซึ่งรู้สึกว่ามันใกล้ตัวมาก พวกเกมส์อย่าง Minecraft ก็รีบเอาผึ้งเข้ามาในเกมส์เลยเพื่อสร้างความรับรู้เรื่องนี้ เหมือนให้เด็กให้เห็น เหมือน Minecraft มันรู้ position ของตัวเองต่อเด็กรุ่นใหม่ ก็เลยเอารูปผึ้งที่ใกล้ตัวที่สุดมา รูปนี้หาเจอใน folder download ของตัวเอง จำไม่ได้เหมือนกันว่าโหลดมาตอนไหน"
    },
    {
      "id": "Object 144",
      "group": 1,
      "content": "กระดาษยับ เป้น texture กระดาษยับ สนใจ grayscale principle และ eye illusion เพราะโครงสร้างของ 3d มันก็ทำงานกับประเด็นนี้เป็นส่วนใหญ่"
    }, {
      "id": "Object 145",
      "group": 1,
      "content": "ตัวละครชื่อ Red Arrow เข้าใจว่าเป็นร่างนึงของโรบิ้น ในช่วงเวลาและมิติโลกนึงของ DC Comics ชอบมันเพราะว่าพยายามจะหาลูกศรสีแดงใน google image และตัวละครก็ขึ้นมา มันเป็นตัวละครเดียวท่ามกลางรูปลูกศรสีแดงอื่นๆ เรียกว่าเป็นไอ้เสือก ความจริงมันก้เหมือน Sea of data ของ Hito ด้วยว่าเวลาหาอะไรในเน็ต มึงก็จะว่ายวนอยู่กับขยะก่อน ไอ้เสือกนี่ก็เป็นขยะแบบนั้น"
    },
    {
      "id": "Object 146",
      "group": 1,
      "content": "สนใจวงแหวนในเกมส์นี้ ธรรมดาในเกมส์อื่นๆ พวกสีทองๆ มันจะเป็นแต้ม แต่ในเกมส์ Sonic มันเป็นค่า HP ด้วย สนใจการมีอยู่ของสีทองในเกมส์ ประวัติศาสตร์มันยังไง ทำไมโหมดของนัผจญภัยในวนอยู่กับทอง  แต่เกมส์ Sonic เองก็มาก่อนคนอื่นน มันมีความเฉพาะของมัน ความจริง Thereshold ก็พูดถึงความขี้เกียจที่จะเล่าด้วยนะ ความเคารพ continuity เก่า tradition ของการใช้ coin คิดกลับไปถึง Barthes เรื่อง Mythology "
    },
    {
      "id": "Object 147",
      "group": 1,
      "content": "ต้นไม้ ไม่มีเหี้ยอะไรเลย ใส่มาทำไมวะ ชอบต้นไม้ในบริบทต่างๆ"
    },
    {
      "id": "Object 148",
      "group": 1,
      "content": "เป็นตารางรวมสกิลอยู่ใน manual เรื่องเดียวกับ Minicry (131) เป็นเรื่องของสกิลอ่ะ เป็นสกิลต่างๆใน hero: might of magoc เป็นการพยายามแบ่งโลกตามสี โลกไฟ โลกเวทย์มนต์ เป็นเกมส์ที่เคารพ physics set ที่มันสร้างมาเอง เลย justify ได้ว่าทำไมดผ่าพันธุ์นี้ถึงมีสกิลนี้ ชอบความวาไรตี้ของรูปนี้ด้วย "
    }, {
      "id": "Object 149",
      "group": 1,
      "content": "วาดเอง เหมือน object อื่นเย็ดกันแล้วออกมาเป็นอันนี้ มันไม่ได้เป็น player อย่าง Steve ใน Minecraft แต่การที่ figure นี้มันเกิดจากการเย็ดกันของ object อื่นทำให้มันเข้าใจการมีอยู่ของ threshold มากกกว่า figure อื่นๆที่อยู่กับแค่ตัวบท เรียกว่าเป็น dimension species ในมิติของมันเอง threshold ก็มีเผ่าพันตัวเอง เช่น พวกลูกศร พวก pop up พวกหน้ารอเกมส์ ในขณะนี้ไอ้ผลผลิตการเย็ดนี้ก็มีเดผ่าพันตัวเองเหมือนกัน (เช่น 98, 86)"
    },
    {
      "id": "T1 = Historical Inquiry",
      "group": 1,
      "content": "XXX"
    },
    {
      "id": "S1 = Modes of Inquiry",
      "group": 1,
      "content": "XXX"
    },
    {
      "id": "S1 = Locating the Ancient",
      "group": 1,
      "content": "XXX"
    },
    {
      "id": "S1 = Manifestation of the Historical",
      "group": 1,
      "content": "XXX"
    },
    {
      "id": "S1 = Talking to Trees",
      "group": 1,
      "content": "XXX"
    },
    {
      "id": "S1 = Defining History",
      "group": 1,
      "content": "XXX"
    },
    {
      "id": "Sensing history in everyday objects",
      "group": 1,
      "content": "XXX"
    },
    {
      "id": "Framing oneself as an explorer",
      "group": 1,
      "content": "XXX"
    }
  ],
  "links": [
    {
      "source": "X",
      "target": "Y",
      "value": 1
    },
    {
      "source": "X",
      "target": "Y",
      "value": 1
    },
    {
      "source": "X",
      "target": "Y",
      "value": 1
    },
    {
      "source": "X",
      "target": "Y",
      "value": 1
    },
    {
      "source": "X",
      "target": "Y",
      "value": 1
    },
    {
      "source": "X",
      "target": "Y",
      "value": 1
    },
    {
      "source": "X",
      "target": "Y",
      "value": 1
    },
    {
      "source": "X",
      "target": "Y",
      "value": 1
    },
    {
      "source": "X",
      "target": "Y",
      "value": 1
    },
    {
      "source": "X",
      "target": "Y",
      "value": 1
    },
    {
      "source": "X",
      "target": "Y",
      "value": 1
    },
    {
      "source": "X",
      "target": "Y",
      "value": 1
    },
    {
      "source": "X",
      "target": "Y",
      "value": 1
    },
    {
      "source": "X",
      "target": "Y",
      "value": 1
    },
    {
      "source": "X",
      "target": "Y",
      "value": 1
    },
    {
      "source": "X",
      "target": "Y",
      "value": 1
    }
  ]
}